[
    {
        "salary": "Up to £90,000 per annum + Stock Options & Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/clearcube-consulting-job68334853?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368334853",
        "location": "Central London / West End (W1), Central London / West End",
        "title": "Data Scientist - (State of the art Machine Learning Software )",
        "recruiter": "ClearCube Consulting",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Scientist (State of the Art Machine Learning Software)As a Data Scientist, you’ll be joining an experienced team of Data Scientists with a track record of delivering commercial Data Science projects in their career. This really is an impressive team of Data Scientists that you will do well to find in any other organisation. As a Data Scientist, you will have a similar track record, delivering data science solutions focusing on machine learning and or NLP (Natural Language Processing) in a commercial environment. Currently a team of 14 (4 Data Scientist) the company are growing exponentially due to the on-going success and demand for their machine learning propriety software. Data Scientist Responsibilities: Use advanced statistical and machine learning techniques to create scalable natural language processing for classification, predictions and recommendations.Extract semantic meaning from large volumes of unstructured financial text and data.Interrogate large and complex behavioural data sets that do not fit into the memory of a single machine.Be perpetually inquisitive about data quality and the impact on our clientsEngage with best practices for code review, version control, and change controlData Scientist Requirements:Experience of deploying machine learning in industrial circumstancesExperience in NLP in a commercial environment (Natural Language Processing)PhD/MSc in mathematically/technical degree from top University.Strong knowledge of statistics (e.g., Bayesian inference, Maximum Likelihood Estimation, Monte Carlo methods, Probabilistic Graphical ModelsKnowledge of deep-learning fundamentals, preferably real-world experience at developing deep-learning modelsExtensive programming skills, preferably in Python or at least good knowledge of. Hiring multiple Data Scientists at different levels, Data Scientist salary ranging from 60,000-90,000 + stock options in a rapidly growing company with huge potential. Founders and advisors are experienced in turning Financial Technology start-ups into current billion-dollar unicorn companies. Keywords: Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist\n\n\nContact: Dan Shone\r\n        \n\nReference: CWJobs\r\n        \n\nJob ID: 68334853"
    },
    {
        "salary": "Completely negotiable and excellent with comprehensive benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/empiric-com-job68226958?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368226958",
        "location": "Cambridge (CB22), Cambridge",
        "title": "Data Scientist (with Signal Processing) - Ph.D. / Doctorate Cons.",
        "recruiter": "Empiric.com",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "A far cry from your run-of-the-mill Data Scientist; a chance to spread your technical wings, and see your work really make a difference to lots of products and people. This superb opportunity is for a Data Scientist with knowledge of Signal Processing to work for a leading Consultancy who are working with clients to develop cutting-edge products of the future.Data Scientist (with Signal Processing) – straight Ph.D. / Doctorate consideredLocation: Village location outside of Cambridge Salaries: Completely negotiable and excellent – to secure exceptional talent they offer some of the top salaries available in tech marketplaceRequirements:·Strong academic achievements ·Able to gain security clearance·Happy to look at straight from Ph.D. in Data Science and Signal Processing related subject, or commercial experience in both of these areas·Experience in the following technologies is beneficial: Java, Scala, Python, IoT, Machine Learning, AI, R, React, Spark, Hadoop·A desire to constantly solve difficult problems·An excellent communicator – both written and verbal, with confidence to speak with a technical and non-technical audience·A self-motivated individual who is able to take a pro-active approach to work assignments.·Ability to quickly pick-up new technologies·You want to help towards developing a diverse array of real-world products and devices within a consultancy settingResponsibilities:The successful Data Scientist will:·Be assigned to a team of data scientists who collect and analyse structured and unstructured data for a range of electronic consumer and medical products·Extract and analyse data from clients’ systems to develop insights into businesses, customers and products·Work with other internal consulting teams to unearth relevant data needed to propel forward products and our clients businessesWhat we offer:·The opportunity to collaborate with some of the brightest engineers in their respective fields·The chance to see your work really make a difference to lots of products and people·The chance to always be learning and upskilling·Top salaries plus life assurance, dental cover, health, excellent pension, and travel allowanceApplication:If you are a Data Scientist with a knowledge of Signal Processing, then this is undoubtedly one of the best Consultancies in the UK. We really would love to hear from you. Please send a CV via the relevant links.Keywords – Data Scientist / Ph.D. / Doctorate / Data Science / Signal Processing*********************************************************************************Even if this role isn’t quite right but you are looking for a role in Software Engineering please ask us about our Exclusive Job Search Service which includes free expert CV writing and advice.Empiric focus solely on finding roles for the best engineers and developers in the Cambridge area.We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, colour, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\n\n\nContact: Cambridge Empiric\r\n        \n\nReference: CWJobs/30333\r\n        \n\nJob ID: 68226958"
    },
    {
        "salary": "£60000 - £110000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/teksystems-job68336692?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368336692",
        "location": "City, London",
        "title": "Senior Data Scientist - Leading Data Analytics Firm",
        "recruiter": "TEKsystems",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "My client, a leading Data Analytics firm, work with over 85% of the Fortune 500 and are looking for their office in the heart of London to be at the forefront of a brand new Data Integration platform. This platform is all-new and it's portfolio is to be built out with new products every 3 months, exposing the right candidate to cutting-edge Data across a multitude of industries, from Energy & Oil to the Financial Sector, and everywhere in between.Working with huge data-sets, proficiency with the analysis, integration and visualisation of Data is key. Using Open Source technologies such as Hadoop, Spark & Cassandra, you will be responsible for the development of numerous, brand-new revenue-generating products, the earliest of which are already being built out by a newly assembled team, reporting directly in to the Managing Director. You will be responsible for the devising of fast and efficient algorithms in order to extract the greatest possible value from the mined Data.Prior knowledge and vast experience with any OO languages is of great importance, with Python, C++ & Java a particularly relevant fit. Being able to demonstrate a passion for statistics and their use in Machine Learning will allow the right candidate to find themselves at the centre of a dynamic, fast-paced team in the heart of the City.Please attach CV's in response to learn more about this opportunity.Allegis Group Limited and Aston Carter Limited operate Employment Businesses and Agencies and are companies within the Allegis Group Inc. group of companies, the fourth largest staffing company in the world, (collectively referred to as the \"Allegis Group\"). TEKsystems and Aerotek are divisions of Allegis Group Limited. Applicant data will be treated in accordance with the Allegis Group's Privacy Notice http://www.allegisgroup.com/Privacy/Default.aspx). By submitting personal data to any company or division within the Allegis Group, the applicant is providing explicit consent to the use of such data by the Allegis Group and to the transfer of such data to and from the Allegis Group companies within the UK, Europe and outside the European Economic Area in connection with the fulfilment of the applicant's voluntary requests, and the fulfilment of other job opportunities that match the applicant's profile, and confirms that they may be contacted about such job opportunities.\r\n    \n\n\nContact: Tate Bartlett\r\n        \n\nReference: CWJobs/230117\r\n        \n\nJob ID: 68336692"
    },
    {
        "salary": "£45000 - £60000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/oliver-james-associates-job68342897?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368342897",
        "location": "London, South East",
        "title": "Data Scientist (Scala, Hadoop, R) - Start up, London",
        "recruiter": "Oliver James Associates",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Oliver James Associates have been mandated by a high-profile start-up consulting organisation to help secure data scientists / consultants keen to develop experience within a financial crime environment. The roles are based in central London with competitive packages, including equity options.Our client's team carries a wealth of experience in tackling complex advanced analytics, surveillance financial crime and compliance challenges - and consistently deliver data science techniques and solutions to maximise; compliance success, value extraction of data, cost efficiency, financial crime detection but to name but a few.At this point in our client's expansion, they are keen to consider data professionals that can tick most or even all of the below requirements:-2:1 degree (or equivalent) in mathematics, software engineering, statistics, physics or similarExperience of AML / Financial crime from either a financial services or consulting environmentAbility to act as a client facing consultant: i.e. able to manage relationships, identify opportunities, lead engagementsSkilled in SASBig Data expertise in Scala, Spark, Hadoop etc. On offer is:-Competitive basic salariesAnnual bonusPension schemeEquity optionsCVs to \r\n    \r\n    \n\nContact: Damian Shaw\r\n        \n\nReference: CWJobs/DSH-QUA-DEC\r\n        \n\nJob ID: 68342897"
    },
    {
        "salary": "From £50,000 to £70,000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/retailer/clearcube-consulting-job68334212?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368334212",
        "location": "London, South East",
        "title": "Data Scientist - Use Data across all areas of a global retailer",
        "recruiter": "ClearCube Consulting",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "One of the world’s largest retailers are looking for Data Scientists to help utilise data for various large scale projects in the company. This includes machine learning for the website, algorithms for deliveries and much more. You'll be producing data science solutions that affect all areas of the business.Data Scientist Responsibilities: Work end to end on Data Science, contributing to all aspects of the lifecycle.Understand difficult business problems and prototype solutions.Build mathematical models on top of big data architectures to gain deep insights into opportunities to improve the customer experience.Partner with technology teams to productionise developmentsCommunicate complex solutions in a clear, understandable way to non-experts Data Scientist Ideal Requirements: A strong numerical higher degree in a mathematical, scientific, engineering or computer science discipline with application to Data ScienceExperience with different programing languages and an advanced level in at least one - Python, Java, Scala, R (or similar)Experience configuring open source Data Science environmentsExperience using open source big-data technology such as Apache Hadoop, Spark, Impala, Hive, Pig, MapReduceTrack Record of leading Data Science Projects involving multiple stakeholders.Able to communicate complex solutions in clear way to non-experts.So if you’re a Data Scientist looking for your next career move then do apply for the role and I will get in touch as soon as possible.Keywords: Data Scientist, Data Scientist, Data Scientist, Data Scientist, Data Scientist, Data Scientist, Data Scientist, Data Scientist, Data Scientist, Data Scientist, Data Scientist \n\n\nContact: Dan Shone\r\n        \n\nReference: CWJobs\r\n        \n\nJob ID: 68334212"
    },
    {
        "salary": "Unspecified",
        "link": "https://www.cwjobs.co.uk/job/retailer/churchill-frank-job68227358?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368227358",
        "location": "City, London",
        "title": "Data Scientist Guru - R/Spark/Python - Leading Retailer- London",
        "recruiter": "Churchill Frank",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "One of the leading retailers is looking for a Data Scientist skilled in R/Spark/Python to join their new Market Analytics team based in London.\rYour role will highly involve setting the best processes possible in order for the team to draw the best market insights at any given time. This includes cleaning the raw data, building models from end to end (predictive analysis, machine learning) and automating systems. This is also a great opportunity for you to lead and train other members of the team and the wider business on the new processes and technical skills.\rKey Skills:\r*Demonstrable commercial experience within a data science role *Commercial experience using various techniques and tools such as R, Spark, Python, SQL, VBA, Machine learning and Predictive analysis\r*Exceptional communication skills - both verbal and written\r*Strong experience drawing insights and presenting them to a varied audience\rGuru's Technical Skills: *Exceptional experience with R, Spark and Python - 3+ years *Strong analytical and problem solving skills To discuss this and other similar opportunities in more detail please send your CV to . Reference: DataScienceGuru\rWe look forward to working with you!\r\n\n\n\nContact: Tamara Certain\r\n        \n\nReference: CWJobs/DataScienceGuru\r\n        \n\nJob ID: 68227358"
    },
    {
        "salary": "£90000 - £95000 per annum + benefits",
        "link": "https://www.cwjobs.co.uk/job/chief-data-scientist/careerwise-uk-limited-job68219551?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368219551",
        "location": "London, South East",
        "title": "Chief Data Scientist",
        "recruiter": "Careerwise UK Limited",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "Chief Data ScientistLondon based + occasional UK travelsSalary: Up to £95k + benefitsOur client, an advertising and media company, has an urgent requirement for a Chief Data scientist. We are looking for an experienced Data Scientist who will lead the discovery, design, and delivery, across their international businesses, of data-driven changes to their organization. You will lead projects and operational teams and work at the most senior level and with technical and commercial leaders within the organisation.Role Requirements: MSc or PhD; minimum of 5 years of experience working in data science field; data modelling, data governance and data architecture experience; hands-on experience of designing and implementing data-driven solutions; strong programming skills; Strong communication and interpersonal skills.If you are interested in this opportunity apply here or send your cv to  for an immediate review\r\n    \n\n\nContact: Maria Nastri\r\n        \n\nReference: CWJobs/0000003996\r\n        \n\nJob ID: 68219551"
    },
    {
        "salary": "Unspecified",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/ams-contingency-job68362384?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368362384",
        "location": "London, South East",
        "title": "Data Analyst",
        "recruiter": "AMS contingency",
        "job_type": "Contract",
        "date_posted": "Yesterday",
        "description": "I am currently working with a leading distribution and logistics organisation who are looking to recruit a Data Analyst to join them in central London for an initial 6 month contract. The main duties of the role will be: Working with a Business Analyst on a project focused around the way master data is handled by Working with reference and master data to advise on changes to the processes in order to allow optimised performance through the 3rd partyDatabase admin and tuningSQL work Applicants will need experience of: SQL/TeradataSolid track record in data analysisMaster data management and controlAlexander Mann Solutions, a Recruitment Process Outsourcing Company, may in the delivery of some of its services be deemed to operate as an Employment Agency or an Employment Business.\r\n    \r\n    \n\nContact: Thomas Morgan\r\n        \n\nReference: CWJobs/SF74\r\n        \n\nJob ID: 68362384"
    },
    {
        "salary": "Competitive + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/the-national-trust-job68230413?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368230413",
        "location": "Swindon, Wiltshire",
        "title": "Data Analyst",
        "recruiter": "The National Trust",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "This is an incredibly exciting and dynamic time for the National Trust, already one of the UK’s most iconic brands. The impact of your work will resonate throughout the Trust, moving us ever closer to our vision of becoming a truly supporter-centric and insight-led organisation.Our numbers are impressive; we have over 4.6 million members, with 17 million visitors to our properties last year, with a further 50 million enjoying the free, open spaces in our care. Each year we have around 35% of visitors who spend money in our shops and about 75% of visitors who eat in our cafes and restaurants. We have 65,000 volunteers that help us to do this. Imagine how powerful it would be to understand deeply the behaviours and motivations of these millions of people, so we can offer truly bespoke experiences. We want to offer them even more reason to love what we do, so they can support us (both financially and with their time) so we can continue our vital work.Now, we have the infrastructure and capability to do this. We have been busy consolidating all of our data into a single data warehouse. We’ve invested millions into new technology and systems that allow us to collect, access and view this data. Now is the time for us to become truly an insight-led organisation which can offer personalised experiences for and build meaningful relationships with every one of our supporters. Help us to take our investment in our membership database to realise our ambitions for supporter loyalty. We have a large group of stakeholders who are hungry for the insight we as a team can provide – and we’d love to provide that in a creative, interesting and highly visual way.What it's like to work hereThe National Trust's award-winning central office is a remarkable example of innovative and sustainable building construction. Designed by Feilden Clegg Bradley Architects in 2005, this architectural gem uses timber from our woodlands and wool from Herdwick sheep grazed on Trust farmlands, to help make Heelis a unique working environment.What you'll be doingYou'll be a part of a newly combined Audience Insight team, encompassing analytics, continuous surveys and ad hoc audience research – all highly talented experts in their fields. Audience Insight’s role is to bring the Trust’s audiences to life: to understand the people who might visit, volunteer, donate, join and support our cause, and when and how we should talk to them. Our vision is to help the organisation take our audiences on a journey from unaware to engaged with our cause – through deep understanding of where attitudes and values meet behaviour.The data analyst will report to the Insight Lead (Data Science & Analytics), and will work within a broader insight function that includes a data science team, continuous research team and 3 other subject-area insight leads. Your specific role will be about analysing our data to produce data-driven insights about each of our supporters – helping us to better understand how we can engage our supporters with our cause.Please also read the role profile attached to this advert.Who we're looking forIn order to excel in this role, you’ll beData-savvy - exploring our data to create insights into customer behaviour. You will measure the results of these analyses, report regularly and revise continually to improve our understanding of supporter behaviourA master at Tableau, or willing to learn, bringing audiences to life in creative and interesting visualisationsYou will use data analytic techniques to discover and identify actionable patterns and trends in supporter dataYou will communicate the results of your analyses in a simple, compelling and meaningful waysAnd it will be helpful if you can demonstrate the following experience on your CV/application;Numerate degree in Maths, Statistics, Computer Science, Physics, Engineering or similarStrong knowledge of data analysis processes and techniques including: data manipulation; data visualisation; an understanding of data structures, data modelsAn ability to communicate the results of your analyses to a senior business audience who have little analytical or statistical backgroundThe packageLooking after youHealth cash plan – from as little as £2.81 per month for you and your dependentsPension contribution match up to 10%EAP and proactive Health and WellbeingDiscounted gym membershipLooking after your careerGrow your career through professional training courses across the TrustDevelop your skills with an internal secondmentPay review linked to values and behaviours, commitment to progressionIncome protection due to illnessUnique to UsWork in some of the most beautiful, iconic and unique locations in the UKFree entry to NT properties for you, a guest and your children (under 18)20% off in our retail and catering outletsDiscount up to 35% off a National Trust holiday cottage booking\n\n\nContact: Recruitment Team\r\n        \n\nReference: CWJobs/IRC45339\r\n        \n\nJob ID: 68230413"
    },
    {
        "salary": "From £30,000 to £34,000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/anatwine-job68116237?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368116237",
        "location": "Cheltenham (GL50), Cheltenham",
        "title": "Data / Migration Analyst",
        "recruiter": "Anatwine",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Due to unprecedented growth Anatwine are looking to add a number of Data & Integration Analysts to their project teams. You will be at the forefront of multiple complex projects, involving the worlds most famous fashion brands and retailers who wish to be integrated via Anatwine's online platform.Your involvement will begin at the implementation phase after a handover from the business analyst. You will then see the integration through the remainder of the full project life cycle. This role would suit someone who loves data, but also someone with the hunger to grow internally, a large number of our internal Data Analysts are now Business Analysts.Technical Skills required:Good working knowledge of data structures and the migration of data between systems.A strong understanding of SQL databases.Experience of reading and understanding data in file formats such as CSV, XML, excel etc.Data migration project experience.Why work at Anatwine?The opportunity to work with the worlds most famous brands and retailers.A fast paced environment, working on truly cutting edge projects encompassing the latest technologies.A chance to join the fastest growing start up in the South West, taking over the world of online retail.If you would like to know more about the Anatwine story and get a feel for us as a company, please contact Tom Furley by applying, or call 01242 808341.\n\n\nContact: Tom Furley\r\n        \n\nReference: CWJobs\r\n        \n\nJob ID: 68116237"
    },
    {
        "salary": "£18 - £20 per hour",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/involved-solutions-ltd-job68366921?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368366921",
        "location": "Marlow, Buckinghamshire",
        "title": "Data Analyst (R/Excel/VBA/Reporting) - Contract",
        "recruiter": "Involved Solutions Ltd",
        "job_type": "Contract",
        "date_posted": "Yesterday",
        "description": "Data Analyst (R/Excel/VBA/Reporting) - ContractRate: Up to £150 per dayEssential Requirements:Advanced Excel, VBA, vlook ups, pivotsExperience using R for data processingCreating Pivot Tables in Microsoft ExcelExperience processing data sets and recoding dataData extraction & Data PresentationExcellent written & Communication SkillsThe role:We are urgently seeking a bright, talented Data Analyst, with experience of R for data processing, for a Buckinghamshire based client of ours, to undertake an initial 3 month rolling contract.The role will be to work on a specific, client driven project where we are seeking a Data Analyst with demonstrable experience using R and advanced excel/VBA to create reports and dashboards. You will also be required to analyse our client's data to generate insight (using MS Excel, PowerPivot, Power Query and VBA).This is a position that will offer a stimulating, fast-paced working environment, in a very friendly, project based environment. You will also have the opportunity to liaise with a variety of internal project teams on a day to day basis.If you are interested in data analysis, and are an advanced user of Excel and VBA, please apply and you will be contacted to discuss the position further.Microsoft Excel, Excel, Pivot Tables, R, Statistical, Power Pivot, SQL Query, SQL Queries, SQL Server, Maidenhead, Slough, Windsor, Berkshire, Beaconsfield, Bourne End, Marlow, High Wycombe, Aylesbury, Tring, M40 Corridor, Buckinghamshire\r\n    \r\n    \n\nContact: Steve Knight\r\n        \n\nReference: CWJobs/BBBH145577\r\n        \n\nJob ID: 68366921"
    },
    {
        "salary": "Unspecified",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/mortimer-spinks-job68363919?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368363919",
        "location": "London, South East",
        "title": "Data Analyst",
        "recruiter": "Mortimer Spinks",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Data Analysis | Excel| SQL | MongoDB | JSON | API | Metrics | FinTech | London\rData Analyst Permanent opportunity  A successful and well-funded FinTech start-up requires an experienced Data Analyst, who is specialised in Excel and SQL, to join their growing team.\rTheir strong and creative team work with the latest data analysis and storage technology to develop tools used to allow their clients to pinpoint and avoid illegal financial transactions.\rThey re seeking the best talent in the business and in return, they re offering an attractive salary, generous benefits and an exciting opportunity to carve out your own career within a rapidly growing company.\rThe role allows a great deal of autonomy but also comes with a number of diverse responsibilities. The ideal candidate will not only demonstrate their keen analytical skills but also the ability to tell a story using data.\rIn order to be considered for this position, you will have the following experience:\r * Commercial experience and strong knowledge of data structures and data analysis.\r * Expert level knowledge of MS Excel.\r * Strong commercial experience with SQL and/or MongoDB.\r * Experience with JSON\r * Experience with and strong knowledge and understanding of APIs\r * Excellent communication and presentation skills.\rIn return, you will be offered a great salary, generous benefits and a chance to help shape the future of a successful, growing company!\rInterviews are being held as soon as possible, so please submit your CV now for immediate consideration!\rData Analysis | Excel| SQL | MongoDB | JSON | API | Metrics | FinTech | London\r\n    \n\n\nContact: Maciej Kilian\r\n        \n\nReference: CWJobs/21664/004\r\n        \n\nJob ID: 68363919"
    },
    {
        "salary": "£30000 - £35000 per annum + 29 days holiday + pension",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/fruition-it-resources-limited-job68362968?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368362968",
        "location": "Huddersfield, West Yorkshire",
        "title": "Data Analyst - Excel, Access",
        "recruiter": "Fruition IT Resources Limited",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Data Analyst - Excel, AccessLocation - HuddersfieldSalary - £35,000 + excellent holiday + pensionA fantastic opportunity for a commercially minded Data Analyst to work with an industry leading company. Would you like to provide insight into a companies' marketing approach? Can you carry out analysis of large data sets? Can you liaise with non technical members of staff and produce You will:Build and develop existing databasesHandle data imports and exports from in house & 3rd party databasesImplement results analysisDevelop analytic solutionsEnsure the highest quality of data at all timesPropose and create new reports utilising current technologiesGather market data from external and internal sourcesAccumulate data using appropriate databases, spreadsheets & other data sourcesSkills & Qualifications:Expert Microsoft Excel skillsExcellent Word, PowerPoint & Access skillsUnderstanding of online and offline marketing techniquesExperience of working with multiple data setsUnderstanding the use and application of dataExcellent interpersonal, written and presentation skillsAs a Data Analyst, you will have the opportunity to deliver valuable results, enabling the business to make smarter decisions.If you are interested in this opportunity, please contact Jonathan Woodhead 0113 323 9747 /  for immediate consideration.\n\n\nContact: Jonathan Woodhead\r\n        \n\nReference: CWJobs/BBBH1407\r\n        \n\nJob ID: 68362968"
    },
    {
        "salary": "£28000 - £32000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/applause-it-innovation-job68360179?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368360179",
        "location": "Huddersfield, West Yorkshire",
        "title": "Data Analyst",
        "recruiter": "Applause IT Innovation",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Data AnalystExcel, Access, Data Reporting and Collection, Database Administration and DevelopmentWe are searching for a Data Analyst with specialist MS Excel experience for a well-known producer of asset management software. You will be an expert in using Microsoft Excel and will take full ownership of the collection, analysis and reporting of multiple data sets through an existing Access database, and detailed Excel spreadsheets/reporting tools going forward. As a Data Analyst within this particular company, you will be the lead authority on all things Excel, and be working with a range of individuals across multiple teams - as such, you will be fully competent with presenting data/reports and communicating well with people of varying skill sets across different teams. This is a very sociable company and social integration will be important!The successful Data Analyst will have:- Expert MS Excel skills (V-Lookup, Pivot Tables, Macros etc.)- Knowledge of MS Access- Experience of creating and maintaining databases- Exposure to creating and presenting clear reports using modern reporting toolsThis is an excellent opportunity for a Data Analyst who relishes autonomy and is keen to guide the direction of how data is stored and utilised within this company.Data Analyst - Huddersfield\r\n    \n\n\nContact: Ryan Green\r\n        \n\nReference: CWJobs/RG/DATA/HUD/1303\r\n        \n\nJob ID: 68360179"
    },
    {
        "salary": "£35000 - £40000 per annum + Benefits + Bonus",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/salt-job68357435?entryurl=%2fjobs%2fdata-scientist%3fpage%3d4%2368357435",
        "location": "London, South East",
        "title": "Data Analyst",
        "recruiter": "Salt",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "---------------------------------------------------------------------------------------------------------Data Analyst - London - £30,000 - £40,000--------------------------------------------------------------------------------------------------------- An awesome Senior Analyst for a UK based young FinTech organisation has become available. This is a fantastic chance to join a company truly treat their staff like part of the family, so if you are looking to be part of a company revolutionising their market this is the role for you.Currently the company is serving over 2.5million customers across Europe and are looking to expand this further in the next few years.Additionally, due to the large customer base, no two days will ever be the same making this a role which is in need of a candidate who is adaptable to the needs of both internal & external stakeholders.The organisation are also situated in an office where they're surrounded by a dozen start-up businesses so there's a great feel of innovation when you enter the environment on a day to day.Read through the requirements below and if you are suitable then apply through this website or send your CV and covering email directly to Darren Ellicott on ---------------------------------------------------------------------------------------------------------Key Skills--------------------------------------------------------------------------------------------------------- | R | SQL | Excel | Data | Insight | Financial | Analytics | Quantitative | Analyst | ---------------------------------------------------------------------------------------------------------The Role--------------------------------------------------------------------------------------------------------- Collaborating with Senior Stakeholders across the businessEvaluating financial portfoliosWorking with internal teams to execute analytically led experiments to improve performanceDevelopment & monitoring application & behavioural scorecardsTravelling & working on client sidesAnalysing huge volumes of data --------------------------------------------------------------------------------------------------------- *Requirements*--------------------------------------------------------------------------------------------------------- Degree educatedExperience in the use of SQL, R & ExcelConfidence in ability to lead & design analytical projectsAbility to work independently and be able to deliver analysis yourself2-5 years experience working in an analytical environments------------------------*How to Apply*------------------------Please do not delay in applying for this excellent opportunity. Alternatively if you have a friend or colleague that may be suitable please pass on my details. Successful referrals will be rewarded.To discuss this or other exciting Data opportunities in more detail please send your CV to  or call 0207 928 2525 / 07825 768 320\r\n    \r\n    \n\nContact: Darren Ellicott\r\n        \n\nReference: CWJobs/DANPIT980\r\n        \n\nJob ID: 68357435"
    },
    {
        "salary": "From £40,000 to £40,000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/codex-job68354302?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368354302",
        "location": "London, South East",
        "title": "Data Analyst",
        "recruiter": "Codex",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "My client, a large, global company are looking for a Data Analyst to join their rapidly expanding digital commercial team.As a Data Analyst, you will be working with sales, marketing, development, technology partners and ad operations helping to shape and implement my client’s data strategy with the objective of driving incremental revenue. In terms of a brief insight into what the role will actually entail; you will use the Data Management Platform to conduct in-depth analysis of the Global user base, identifying actionable trends and insights, evaluate campaign performance (providing feedback and recommendations) and create post campaign performance reports for key clients. Key Skills Required:·3-4 years’ experience in an analytics role·Technical Skills: Tableau, Excel, SPSS, Alteryx, SQL/R·Organised with an attention to detail·Ability to prioritise and meet deadlines whilst managing multiple tasks ·Ability to work autonomously If you are looking to work within an exciting, growing team within a large company with a start-up feel; then this is the opportunity for you! Location: LondonSalary: £40K \n\n\nContact: Catherine Royle\r\n        \n\nReference: CWJobs/Data Analyst - AL\r\n        \n\nJob ID: 68354302"
    },
    {
        "salary": "Unspecified",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/lorien-resourcing-job68354031?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368354031",
        "location": "Edinburgh, Midlothian",
        "title": "Data Analyst (data lineage)",
        "recruiter": "Lorien Resourcing",
        "job_type": "Contract",
        "date_posted": "Yesterday",
        "description": "Data AnalystEdinburghContractExcellent Day Rate on offerLorien's Edinburgh based client is currently looking for a highly skilled Data Analyst to join the Edinburgh based team on a 6 month contract.The successful candidate must have proven experience of the following:Must have Data Lineage experienceExperience of analysing data flowsStakeholder engagement/managementAbility to manage cross-functional, geographically-dispersed workshopsUnderstanding of data management frameworks, practical application and benefits (e.g. ownership; data quality; reference data; master data; metadata)Ability to present information in different formats, suited to the needs of the audienceAbility to communicate with IT and non-IT stakeholders, across different levels up to (typically) HoD-levelIf this role is of interest please apply and I will call you to discuss further.\r\n    \r\n    \n\nContact: Kyle Miller\r\n        \n\nReference: CWJobs/50179962\r\n        \n\nJob ID: 68354031"
    },
    {
        "salary": "£30000 - £45000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/searchability-job68350311?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368350311",
        "location": "Leeds, West Yorkshire",
        "title": "Data Analyst",
        "recruiter": "Searchability",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Data Analyst - Data Analysis / Python / Mathematics / R / AlgorithmsHUGELY EXCITING OPPORTUNITY FOR A DATA ANALYST TO JOIN A MARKET LEADING DIGITAL AGENCY IN LEEDS!!Minimum of 1 years commercial experienceExcellent career and personal development opportunitiesData Analysis / Python / Mathematics / R / AlgorithmsTo apply please call 0113 887 8355 or email Based in Leeds, we are a market leading Digital Agency with a strong focus on the marketing sector. We are currently enjoying rapid growth due to an influx of projects from our established client base. We are now recruiting for an experienced Data Analyst with strong Data Science / Data Analysis / Python / Mathematics / R / Algorithms experience. Sourced by: @ITJobs_N - your 24/7 twitter feed of latest IT vacancies across YorkshireWHO ARE WE?We are a leading Digital Agency and we provide high quality analysis and insight to our clients. That client list includes some of the country's biggest brands. We are expanding our hugely talented Data Science team which is integral to the success of our business. We have a passion for the digital and marketing sectors and this passion will remain a fundamental part of the business and the basis for our continuing success. We are recruiting for an experienced and dedicated Data Analyst with solid Data Analysis / Python / Mathematics / R / Algorithms skills.WHAT WILL YOU BE DOING?As an experienced Data Analyst you will be required to take on a leading role on the delivery of multiple client projects which must be completed on time and within budget. The Data Analyst should have a degree in one of the following degrees Mathematics, Computer Science or Physics. The candidate will be responsible for data collection, data manipulation, analysis and insight of large unstructured data sets to aid our clients' decision making process.The candidates must have strong coding skills using Python and statistical modelling experience ideally using R however other statistical packages such as SPSS or SAS would be considered as well.As a Data Analyst, you should have a background in Graph Theory, Numerical analysis and approximation. They should be interested in exploring a wide range of applications of mathematical concepts and for adding functionality to our existing flagship product.You should have experience with Predictive Analytics and additional experience developing Algorithms.WE NEED YOU TO HAVEStrong Data Analysis skillsPythonRStrong Mathematics knowledgePredictive AnalyticsAlgorithmsIT'S NICE TO HAVEGraph TheoryMarketing experienceTO BE CONSIDEREDPlease apply by clicking online or emailing me directly to . For further information please call me on 0113 887 8355. I can make myself available outside of normal working hours to suit from 7am until 10pm. If unavailable please leave a message and either myself or one of my colleagues will respond. By applying for this role you give express consent for us to process & submit (subject to required skills) your application to our client in conjunction with this vacancy only. Also feel free to follow me on Twitter @BigDataJames or connect with me on LinkedIn, just search James Lovick in Google! I look forward to hearing from you. IND123KEY SKILLS: Data Analysis / Python / Mathematics / R / Algorithms\n\n\nContact: James Lovick\r\n        \n\nReference: CWJobs/JL 3839\r\n        \n\nJob ID: 68350311"
    },
    {
        "salary": "£22000 - £28000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/searchability-job68350307?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368350307",
        "location": "Bromley, Kent",
        "title": "Data Analyst",
        "recruiter": "Searchability",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "DATA ANALYST - SQL/Excel/VBA/Reporting BRAND NEW ROLE WITHIN AN EXPANDING FINANCIAL SERVICES COMPANY WHO ARE RAPIDLY EXPANDING AND ARE OFFERING CAREER PROGRESSION!!Great opportunities for progressionSQL/Excel/VBA/ReportingCompetitive salary + BenefitsTo apply please call 0203 763 3888 or email Based in Biggin Hill, we are a medium sized Finance company who is seeking to appoint a talented Data Analyst with solid SQL Server knowledge to join our team. Established for over 15 years', we have grown rapidly in comparison to our competitors and we only strive to grow further. We take pride in providing the best service to our clients and customers, and the team chemistry is a big part of this.Sourced by: @ITJobs_South - your 24/7 twitter feed of latest IT vacancies across the South WHO ARE WE? Rapidly expanding since we established back in 2002, we have been helping customers and clients by any means possible. We currently employ 50 people and operate in our office Biggin Hill. We have a great team chemistry, which is a driving force behind our success. We have always gone one step further than our competitors, and that positive, forward thinking attitude is what makes us the successful company we are today.WHAT WILL YOU BE DOING? Immersing yourself as a Data Analyst, you will use your SQL Server, Excel and VBA skills to support and provide reports to our Marketing, Operations and Risk teams. Your responsibilities will involve extracting information from SQL server & MySQL databases, as well as developing stored procedures, triggers, constraints using T-SQL. You will work with Managers and officials of the company to develop reports and integrate various software within our databases. You will also work for the BI & Risk departments and you will liaise closely with the Operations Director, feeding back to him on a daily basis. This will give you the unique opportunity to gain a wide insight into all of the departments and their functions within the company. There is also great career progression within this role too, with the chance to become a Senior Data Analyst in the foreseeable future.WE NEED YOU TO HAVE….. Fluent SQL knowledgeStrong Excel Reporting skillsSSRS Reporting experience would be advantageousExperience analysing large datasetsProblem solvingLogical/AnalyticalStrong & Clear Communication on obstacles/solutions to challengesMulti-TaskingDriving LicenceVery keen and ambitious attitude, and the constant need and desire to learnIT'S NICE TO HAVE….. VBA programming knowledgeExperience in Marketing/Financial servicesTO BE CONSIDERED….. Please either apply by clicking online or emailing me directly to . For further information please call me on 0203 763 3888. I can make myself available outside of normal working hours to suit from 7am until 10pm. If unavailable please leave a message and either myself or one of my colleagues will respond. By applying for this role you give express consent for us to process & submit (subject to required skills) your application to our client in conjunction with this vacancy only. Also feel free to follow me on Twitter @BigDataJames or connect with me on LinkedIn, just search Holly Hughes in Google! I look forward to hearing from you. IND123KEY SKILLS: SQL/Excel/VBA/Reporting\n\n\nContact: James Lovick\r\n        \n\nReference: CWJobs/JL 3483\r\n        \n\nJob ID: 68350307"
    },
    {
        "salary": "£22000 - £28000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/searchability-job68350305?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368350305",
        "location": "Hull, North Humberside",
        "title": "Data Analyst",
        "recruiter": "Searchability",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Data Analyst - SQL/Excel/VBA/ReportingBRAND NEW ROLE WITHIN AN EXPANDING RETAIL COMPANY WHO ARE RAPIDLY GROWING AND ARE OFFERING CAREER PROGRESSION!!Great opportunities for progressionSQL/Excel/VBA/ReportingCompetitive salaryTo apply please call 0113 887 8355 or email Based in Hull, we are a rapidly expanding retail company who is seeking to appoint a talented Data Analyst with solid SQL Server knowledge to join our team. Established for over 35 years', we are one of the leading competitors in the market and we only strive to grow further. We take pride in providing the best service to our customers, and the team chemistry is a big part of this.Sourced by: @ITJobs_N - your 24/7 twitter feed of latest IT vacancies across YorkshireWHO ARE WE? Rapidly expanding since we established 35 years ago, we have been providing quality service within the retail industry. We currently have over 50 stores located across the country, and we plan to keep growing. We have a great team chemistry, which is a driving force behind our success. We have always gone one step further than our competitors, and that positive, forward thinking attitude is what makes us the successful business we are today.WHAT WILL YOU BE DOING? Immersing yourself as a Data Analyst, you will use your SQL Server, Excel and VBA skills to support and provide reports to our Operations and Production teams. Your responsibilities will involve extracting information from SQL server databases, as well as developing stored procedures, triggers, constraints using T-SQL. You will work with Managers and officials of the company to develop reports and integrate various software within our databases. You will also work for the BI department and you will liaise closely with the IT Director, feeding back to him on a daily basis. This will give you the unique opportunity to gain a wide insight into all of the departments and their functions within the company. There is also great career progression within this role too, with the chance to become a Senior Data Analyst in the foreseeable future.WE NEED YOU TO HAVE….. Fluent SQL knowledgeStrong Excel Reporting skillsVBAExperience analysing large datasetsAnalytical thinkingMulti-TaskingDriving LicenceIT'S NICE TO HAVE….. SSRS Reporting would be advantageousExperience in the Retail sectorTO BE CONSIDERED….. Please either apply by clicking online or emailing me directly to . For further information please call me on 0113 887 8355. I can make myself available outside of normal working hours to suit from 7am until 10pm. If unavailable please leave a message and either myself or one of my colleagues will respond. By applying for this role you give express consent for us to process & submit (subject to required skills) your application to our client in conjunction with this vacancy only. Also feel free to follow me on Twitter @BigDataJames or connect with me on LinkedIn, just search James Lovick in Google! I look forward to hearing from you. IND123KEY SKILLS: SQL/Excel/VBA/Reporting\n\n\nContact: James Lovick\r\n        \n\nReference: CWJobs/JL 3851\r\n        \n\nJob ID: 68350305"
    },
    {
        "salary": "£50000 - £60000 per annum + Bonus and Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/harrington-starr-job68346257?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368346257",
        "location": "London, South East",
        "title": "Data Analyst",
        "recruiter": "Harrington Starr",
        "job_type": "Permanent",
        "date_posted": "Posted 3 days ago",
        "description": "Data Consultant (Data Feeds, Reference Data, Market Data, Time Series Data and Business Analysis)Data Consultant (Data Feeds, Reference Data, Market Data, Time Series Data and Business Analysis) Our Client is a market leading data provider who are searching for a Data Consultant to join their growing team in London. The candidate they are looking for needs to have good data feed experience especially within the market data and reference data space. An understanding of how live feeds work with some business analysis consulting experience desired. You will have a strong background in technology (computer science preferred) and come ideally from a Financial Services and market data background.  You will provide pre and post-sales support to clients, this role will be very client facing and you will be expected to build excellent relationships as part of your role. Requirements for the Role System consulting experience in regards to Data feeds, Market Data and Reference Data Client support in real time situations Ability to carry out pre-sales demonstrations Technical consulting experience including system configuration and customisation  Strong academic background This is an excellent role for the right chosen Consultant if you enjoy working in a fast paced environment with a fantastic opportunity to grow within an expanding company who specialise in market data and reference data then please get in touch with Ryan Waters ASAP on 0203 5877007.  This is an exciting role and the client is keen to get the right person on board quickly. Data Consultant (Data Feeds, Reference Data, Market Data, Time Series Data and Business Analysis)\n\n\n\nContact: Ryan Waters\r\n        \n\nReference: CWJobs/Data-RW\r\n        \n\nJob ID: 68346257"
    },
    {
        "salary": "£400.00 per day",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/hays-information-technology-job68342509?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368342509",
        "location": "Alderley Edge, Cheshire",
        "title": "Data Analyst Contract",
        "recruiter": "HAYS INFORMATION TECHNOLOGY",
        "job_type": "Contract",
        "date_posted": "Expires in 3 days",
        "description": "A Data Analyst contract, in Cheshire for large pharmaceutical organisation paying £400 per day, 3 monthsYour new company You will be working with a global pharmaceutical business at their site in Cheshire as a data analyst for an initial 3 month contract. Your new role This role is not just analysing static data, it is looking at something more fluid. It is a meaty data analyst role but with a real focus on liaising with the business to understand it better. They are looking for someone who can look at how data travels through systems and what the business requirements are, therefor you need experience of looking at data sources and what needs changing as well as how data journeys through a system, how is it collated, where does it originate, how it is labelled and defined through system and by the business, and how it transfers into end product.  You will need to look at how useful data in current form is to the business and whether it is it serving their needs. Experience with Data modelling, data flow mapping will be very relevant for this. You will have worked with data across multiple, large scale, Complex data systems. Good communication skills are also essential, You will need to engage and win the hearts and minds of business users. Skills include: Proven experience of a variety of leading data analysis tools/techniquesStrong understanding of financial accounting and statutory consolidationKnowledge of SAP and Hyperion for accounting and consolidationWhat you'll get in return You will be offered a rate of £400 per day for an initial 3 month contract.What you need to do now If you're interested in this role, click 'apply now' to forward an up-to-date copy of your CV, or call us now. If this job isn't quite right for you but you are looking for a new position, please contact us for a confidential discussion on your career.Hays Specialist Recruitment Limited acts as an employment agency for permanent recruitment and employment business for the supply of temporary workers. By applying for this job you accept the T&C's, Privacy Policy and Disclaimers which can be found at hays.co.uk\r\n    \r\n    \n\nContact: Danielle Brindle\r\n        \n\nReference: CWJobs/2977562\r\n        \n\nJob ID: 68342509"
    },
    {
        "salary": "£30000 - £45000 per annum + benefits",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/searchability-job68340804?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368340804",
        "location": "Leeds, West Yorkshire",
        "title": "Data Analyst",
        "recruiter": "Searchability",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Analyst - Data Analysis / Python / Graph Theory / R / AlgorithmsHUGELY EXCITING OPPORTUNITY FOR A DATA ANALYST TO JOIN A MARKET LEADING DIGITAL AGENCY IN LEEDS!!Minimum of 1 years commercial experienceExcellent career and personal development opportunitiesData Analysis / Python / Graph Theory / R / AlgorithmsTo apply please call 0113 887 8355 or email Based in Leeds, we are a market leading Digital Agency with a strong focus on the marketing sector. We are currently enjoying rapid growth due to an influx of projects from our established client base. We are now recruiting for an experienced Data Analyst with strong Data Science / Data Analysis / Python / Graph Theory / R / Algorithms experience. Sourced by: @ITJobs_N - your 24/7 twitter feed of latest IT vacancies across YorkshireWHO ARE WE?We are a leading Digital Agency and we provide high quality analysis and insight to our clients. That client list includes some of the country's biggest brands. We are expanding our hugely talented Data Science team which is integral to the success of our business. We have a passion for the digital and marketing sectors and this passion will remain a fundamental part of the business and the basis for our continuing success. We are recruiting for an experienced and dedicated Data Analyst with solid Data Analysis / Python / Graph Theory / R / Algorithms skills.WHAT WILL YOU BE DOING?As an experienced Data Analyst you will be required to take on a leading role on the delivery of multiple client projects which must be completed on time and within budget. The Data Analyst should have a degree in one of the following degrees Mathematics, Computer Science or Physics. The candidate will be responsible for data collection, data manipulation, analysis and insight of large unstructured data sets to aid our clients' decision making process.The candidates must have strong coding skills using Python and statistical modelling experience ideally using R however other statistical packages such as SPSS or SAS would be considered as well.As a Data Analyst, you should have a background in Graph Theory, Numerical Analysis and Approximation. They should be interested in exploring a wide range of applications of mathematical concepts and for adding functionality to our existing flagship product.You should have experience with Predictive Analytics and additional experience developing Algorithms.WE NEED YOU TO HAVEStrong Data Analysis skillsPythonGraph TheoryPredictive AnalyticsAlgorithmsIT'S NICE TO HAVEApproximationMarketing experienceTO BE CONSIDEREDPlease apply by clicking online or emailing me directly to . For further information please call me on 0113 887 8355 / 07464 482 375. I can make myself available outside of normal working hours to suit from 7am until 10pm. If unavailable please leave a message and either myself or one of my colleagues will respond. By applying for this role you give express consent for us to process & submit (subject to required skills) your application to our client in conjunction with this vacancy only. Also feel free to follow me on Twitter @SearchableAnt or connect with me on LinkedIn, just search Anthony Birley in Google! I look forward to hearing from you. IND123KEY SKILLS: Data Analysis / Python / Graph Theory / R / Algorithms\n\n\nContact: Anthony Birley\r\n        \n\nReference: CWJobs/ANB DATL\r\n        \n\nJob ID: 68340804"
    },
    {
        "salary": "Unspecified",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/harvey-nash-plc-job68334407?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368334407",
        "location": "Edinburgh, Midlothian",
        "title": "Data Analyst (Test Environment) - 6 Months - Edinburgh",
        "recruiter": "Harvey Nash plc",
        "job_type": "Contract",
        "date_posted": "Expires in 3 days",
        "description": "Data Analyst (within Test Environment) - 6 months - Edinburgh\rI am looking for a Data Analyst who specifically works within Test Environments. Within your previous roles you must have spent a significant amount of time interrogating data, identifying the data that meets the specific testing scenarios and maintaining this data. There will be multiple extracts of data across varying phases of testing concurrently, so your role will involve maintaining the data spreadsheet for the Test Team to ensure there are no crossovers.\rYou must have the capability to go into the core and interrogate the data using SQL queries, as well as being confident taking Data and loading it into the Test environment. You will understand Test execution and the technical aspects of interrogating databases. To be considered you must have extensive experience of:\r * Data Analysis\r * Interrogating Data using SQL queries\r * Loading data into different test environments\r * Data management and control\r * GAP Analysis\r * ETL and SQL knowledge\r * Data Quality knowledge This role offers a daily rate dependant on experience. For more information or to apply, please send your latest CV to \r\n    \n\n\nContact: Hannah Rainey Cooper\r\n        \n\nReference: CWJobs/324475/001\r\n        \n\nJob ID: 68334407"
    },
    {
        "salary": "£30000.00 - £35000.00 per annum + Bonus & Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/venturi-job68334084?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368334084",
        "location": "London, South East",
        "title": "Data Analyst - Insurance / SQL / Power BI / Python / SAS",
        "recruiter": "Venturi",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Analyst - Insurance / SQL / Power BI / Python / SASData Analyst - Insurance / SQL / Power BI / Python / SAS - What's in it for you?:* Working for an coming insurance organisation based in their modern and trendy Central London office;* Working in a small and specialist actuarial team with cutting edge technologies such as Power BI, Qlikview and many more;* No red tape to limit your progression;* A organisation that are going through incredible growth which has seen them go from less than forty employees, two years ago, to now over 100 employee's internationally!They are looking for an experienced Data Analyst that can hit the ground running and that has previous insurance sector (general or Lloyd's market) experience, ideally working within an actuarial team. In your role as Data Analyst you will provide data management, reporting and analysis for the managing agent and its managed syndicates.The Data Analyst will have:- General Insurance or London Markets industry experience / knowledge;- Experience working as part of an actuarial team (highly desirable);- Previous experience working with Microsoft SQL Server;- SQL querying experience in order to provide in depth analysis;- Data visualisation experience with Power BI, Tableau, Qlikview, etc… (desirable)- Visual Basic (VB) experience (desirable);- Python experience (desirable);- SAS experience (desirable).Our client is a forward-thinking, modern and trendy company who are passionate about both client and staff satisfaction. The environment is vibrant and dynamic, where ambition to progress you career is well rewarded.A salary between £30,000 - £35,000 is on offer for the right Data Analyst, depending on experience. On top of your basic salary there is also a discretionary bonus and full benefits package!If you would like to be considered for this Data Analyst role I would advise getting in touch ASAP as this company will be interviewing immediately!SKILLS: Insurance / Lloyds Market / Actuarial / Analyst / Analysis / Data / SQL / VB / Visual Basic / Python / SAS / Pricing / Data Visualisation / Power BI / Tableau / Qlikview / SSIS / LondonVenturi is a staffing business dedicated to you, differentiating ourselves in the marketplace by quality of service and candidate delivery. Our highly skilled and experienced staff operate within dedicated markets to give you the best service possible. Venturi markets include Business Intelligence, Development IT & Legal IT. Venturi operates as an employment agency and employment business. No terminology in this advert is intended to discriminate on the grounds of age, and we confirm that we are happy to accept applications from persons of any age for this role. \n\n\n\nContact: Lewis Blades\r\n        \n\nReference: CWJobs/BBBH8358\r\n        \n\nJob ID: 68334084"
    },
    {
        "salary": "£400.00 per day",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/spring-technology-job68329354?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368329354",
        "location": "Macclesfield, Cheshire",
        "title": "Data Analyst",
        "recruiter": "Spring Technology",
        "job_type": "Contract",
        "date_posted": "Expires in 3 days",
        "description": "Data Analyst - Macclesfield - Data Analyst - SAP - Hyperion - Data flows - Data Modelling\rJob Role\rJob Title: Data Analyst\rDaily Rate: £400 Start Date: ASAP\rContract Length: 3 Months (Potential extension)\rLocation: Macclesfield\rThe Role\rWe are currently looking for an experience Data Analyst based in the Macclesfield area for a 3 month contract. The ideal candidate should have strong experience in the following:\r- Data Analysis\r- SAP - Hyperion\r- Data Flows\r- Data Modelling\rJob Overview\rYou'll be looking at how data travels through systems and what the business requirements are required. Additionally you'll have experience with data modelling and data flow mapping . This will be across multiple systems the successful candidate will have experience with large scale, complex data systems as well as good communication skills are also essential and you will be engaging need to engage and win the hearts and minds of business users. Essential Experience\rExperienced Data Analyst (5 years+)\rProven experience of a variety of leading data analysis tools/techniques\rStrong understanding of financial accounting and statutory consolidation\rKnowledge of SAP and Hyperion for accounting and consolidation\rDegree in a related discipline Proven experience of variety of software and integrated complex systems in a quality and compliance environment Strong communication, organisation and facilitation skills\rExcellent business engagement The ability to design, define and implement solutions to different customer groups\rExperience in develop business processes and business events\rAttention to detail and precision\rBenefits\rCompetitive rates\rPotential extension\rIf you would like to apply for this role please e-mail your C.V to .\rData Analyst - Macclesfield - Data Analyst - SAP - Hyperion - Data flows - Data Modelling\rData Analyst - Macclesfield - Data Analyst - SAP - Hyperion - Data flows - Data Modelling\rData Analyst - Macclesfield - Data Analyst - SAP - Hyperion - Data flows - Data Modelling\rData Analyst - Macclesfield - Data Analyst - SAP - Hyperion - Data flows - Data Modelling\rData Analyst - Macclesfield - Data Analyst - SAP - Hyperion - Data flows - Data Modelling Spring Technology is acting as an Employment Business in relation to this vacancy.\rSpring Technology is an Equal Opportunities employer; we welcome applicants from all backgrounds.\r\n\n\n\nContact: Stuart Tull\r\n        \n\nReference: CWJobs/377404-A\r\n        \n\nJob ID: 68329354"
    },
    {
        "salary": "£350 per day",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/reed-professional-services-job68326730?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368326730",
        "location": "City (EC1), City",
        "title": "Data Analyst",
        "recruiter": "Reed Professional Services",
        "job_type": "Contract",
        "date_posted": "Expires in 3 days",
        "description": "I am currently recruiting for a Data Analyst to join a large logistics organisation located in Central London. This will be a 6 month contract that they are looking to fill immediately.Role ProfileYou have a technical background. You will have a worked on a number of different projects, with a proven track record of being adaptable and flexible. You will have learned a number of different technologies, and have shown that you enjoy learning new things. You enjoy working on innovative projects where progress results in requirement changes. You enjoy technical challenges and changing goals. You may have worked on projects where you were implementing new processes in a ‘green field’ area. You may have worked in situations where you have had to perform multiple different roles. You will enjoy working with data, creating information from raw data. You will understand databases, data structures and data fields.This is a fantastic opportunity to work with very 'hot' technologies in the big data space working for a major brand. We are not expecting you to have big data niche skills, but have generic data and analytical skills with the desire and capability to learn exciting new technologies.Required Skills and CompetenciesEssential:¦+ 5 years experience in IT roles¦Ability to learn new technologies ¦Data Manipulation¦Data Retrieval¦Data Analysis¦Ability to work in a fast moving environment¦Proficient at using SQL (writing queries)¦Programming skills (ideally Java, but will consider all)¦Communication skills to understand complex scenarios and articulate issues and results¦Ability to work in a team¦Analytical Skills sufficient to assess complex datasets and how to process themDesirable:¦Multiple database technologies (SQL, Oracle, DB2)¦Understanding the software delivery lifecycle¦SQL Server, Toad, Oracle database¦Working with Java technologies¦Verifying data in a structured way¦Automating data manipulation, this could be via test automation¦Test management tools (HPALM, MSVS TFS, Jira)¦Data ETL ¦DBA type skills, understanding data structures and fields¦Experience working for consulting companies¦Experience of agile / SCRUM methodologies¦Can pick up new ways of working easilyPlease apply today if you meet the required criteria. Due to the large amount of responses, only candidates most matching the requirements will be contacted.\n\n\nContact: Chris Main\r\n        \n\nReference: CWJobs/TA - 12345\r\n        \n\nJob ID: 68326730"
    },
    {
        "salary": "£275.00 - £375.00 per day",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/spring-technology-job68307927?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368307927",
        "location": "Glasgow, Lanarkshire",
        "title": "Data Analyst - Testing",
        "recruiter": "Spring Technology",
        "job_type": "Contract",
        "date_posted": "Expires in 2 days",
        "description": "We require a Test Data Analyst for a leading financial organisation based in Glasgow\rDay Rate: £275 - £375 per day\rDuration: 6 Months\rWe require a Test Data Analyst to join test function being the main point of contact for all data related queries, issues and activities. You will be heavily involved in building the master data model using the required tools.\rYou will have a background in Testing and will be involved in the testing process.\rYou will be reviewing data requirements ensuring they are fit for purpose gathering new data requirements and documenting new data requirements as a gap analysis and analysis of the \"as is\".\rYou will have a background in data analysis collecting data, gathering requirements analysing data.\rEssential:\rTesting background GAP analysis\rETL\rSQL\rData modelling\rData AnalysisSpring Technology is acting as an Employment Business in relation to this vacancy.\rSpring Technology is an Equal Opportunities employer; we welcome applicants from all backgrounds.\r\n\n\n\nContact: Jermaine Benjamin\r\n        \n\nReference: CWJobs/373563-A\r\n        \n\nJob ID: 68307927"
    },
    {
        "salary": "£30000 - £40000 per annum + benefits",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/michael-page-international-job68306571?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368306571",
        "location": "Oxford, Oxfordshire",
        "title": "Data Analyst",
        "recruiter": "Michael Page International",
        "job_type": "Permanent",
        "date_posted": "Expires in 2 days",
        "description": "Our client is looking for a Business Data Analyst to join there office in a brand new position.Client DetailsOur client is a well known financial services company who are investing heavily in data and are looking to strengthen the data team. This is a brand new role based near Oxford.DescriptionOur client has a vast amount of data and they need a talented individual with knowledge of SQL to come in and add value. This will involve organising the client data and using SQL to manipulate and help translate it for the board.Our client is a fast-paced, growing business and as such roles and responsibilities can, and do, extend beyond defined boundaries. This is an stimulating role within a head office environment and as such the successful candidate will be exposed to the heartbeat of the business, and by default the key business stakeholdersOur client is also installing Tableau and are looking at further tools to help digest data and increase efficiencies across the business.ProfileThe Business Data Manager is a newly created role, reporting into the FP&A Manager, to lead the MI strategy within Finance, and provide the associated production support. Primary responsibilities will initially focus on the revenue database (which supports the segmentation of revenue for reporting) and helping to drive the implementation of business analytical tools. The ideal candidate will be able too: Provide technical expertise to maintain and develop logic within the revenue database to ensure that the required segmentation of revenue and associated reporting is achievedSupport the evolution of analysis within the Finance team, moving away from Excel to more appropriate BI/MI analysis tools, e.g. Tableau. This will involve ensuring that data is held in the most appropriate structures to ensure efficient analysis, as well as helping to develop outputsWork directly with Finance to help evolve the data strategyBe a major force in helping the business to explore new areas or make previous analytics more routine such as:insurer reporting and identification of opportunities/riskssofter metrics such as retention rates over time, client tenures and demographicsBe a support function as the business moves on to new broking platforms:help understand the MI requirements of the business and systemsJob OfferA competitive job offer is available for the role of Business Data Analyst £30,000-£40,000.\r\n    \r\n    \n\nContact: Terry Manson\r\n        \n\nReference: CWJobs/13789735/001\r\n        \n\nJob ID: 68306571"
    },
    {
        "salary": "£25000 - £30000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/capital-it-resourcing-ltd-job68304330?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368304330",
        "location": "London, South East",
        "title": "Data Analyst",
        "recruiter": "Capital IT Resourcing LTD",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "Data AnalystLocation: LondonSalary:  £25,000 - £30'000My client based in London are URGENTLY seeking a permanent Data Analyst with focus on creating and maintaining reports. This Data Analyst must also have experience of analysing and presenting sales data and figures. As a Data Analyst, you will have experience working with SQL, which is essential for this role. Also, in this Data Analyst role you must be to the advanced level when working with Excel, such as V-Lookup, Pivot Tables etc. If you have any experience of financial budgeting or forecasting, this would be very attractive for this Data Analyst position.Technical skills / Experience needed for this Data Analyst:Experience working with SQLAdvanced level of Excel V-Lookup, Pivot Tables.High attention to detailStrong mathematical skillsIf you are a Data Analyst and feel you have the above experience then please get in contact ASAP.Keywords: SQL, Excel, Pivot Tables, Analyst, Analytical, Data, Analysis, Finance, Budgeting, Forecasting, Data, Analyse\r\n    \r\n    \n\nContact: Ryan Hearne\r\n        \n\nReference: CWJobs/RHDA\r\n        \n\nJob ID: 68304330"
    },
    {
        "salary": "From £485 to £510 per day",
        "link": "https://www.cwjobs.co.uk/job/information-analyst/spencer-rose-job68303347?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368303347",
        "location": "Canary Wharf, East London (E14)",
        "title": "Information Analyst",
        "recruiter": "Spencer Rose",
        "job_type": "Contract",
        "date_posted": "Expires in 1 day",
        "description": "Information Analyst – SQL, T-SQL, Data ModellingA leading financial services organisation have a requirement for a contract Information Analyst with data warehouse design skills and an expert knowledge of SQL to come on board and perform essential design skills including designing and changing the information hub model to accommodate new data.The Information Analyst will need the following skills:EssentialExpert level knowledge of SQL ( SQL-92 or variants e.g. T-SQL, PL/SQL)Advanced Excel, proficient MS OfficeStrong analytical skills and experienceStrong communication skills (written and verbal)DesirableFX / Banking / Financial knowledgeData warehouse design and development (star-schema/Kimball)SQL Server or DB2 databasesBusiness intelligence skills for example Microstrategy (Desktop, complex report build, schema design, V8/V9)Data Modelling/Case Tools (e.g. Power Builder, TOAD, ERWin)Statistical, quantitative modelling tools e.g. R, Matlab, S-plusExperience working in a structured project environment e.g. Prince2, ITIL, RUP. Creating project documentation (Functional Specs, Requirements etc.)Report writing – preparing written documents describing analyses performed, results and conclusions reachedThe information Analyst will have the following responsibilities:Contribute to the development / enhancement of the data warehouse and related reporting and modelling systemsMonitor, investigate and resolve issues with the ETL and reporting processes.Log requests and track, create process documentationWork with customers to develop complex reports, analyses and models using SQL, BI & statistical tools against internal data warehouseInformation Analyst – SQL, T-SQL, Data Modelling\n\n\nContact: Benjamin Buckham\r\n        \n\nReference: CWJobs/BB-1703-34\r\n        \n\nJob ID: 68303347"
    },
    {
        "salary": "£30000.00 - £32000.00 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/hays-information-technology-job68230480?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368230480",
        "location": "Oxfordshire, South East",
        "title": "Data Analyst",
        "recruiter": "HAYS INFORMATION TECHNOLOGY",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "Data Analyst - Oxford - £30,000 to £32,000 + benefits Your new company  A highly reputable organisation based in Oxford is seeking a data driven individual to join their in house analytics team. Working with one of the country's biggest service providers, you will be involved in providing data cleansing and the day-to-day analysis of their key performance indicators. At the forefront of their brand is a high quality service, priding themselves on offering their clients up to date detailed market knowledge. Your new role Situated within a local analysis team, you will champion and take ownership of the company's performance by the analysis of data. In this role you will produce daily/weekly/monthly periodic reports displaying performance against targets, on a day-to-day basis you will be recognising local data owners for each item of performance data. Whilst Reporting directly to the Business Improvement Manager you will be working alongside a Senior Data Analyst to liaise with the data owners to ensure that local and communal systems support data capture and reporting necessities. You will be assisting with the design and implementation of appropriate KPIs and will need to provide a clear definition for each KPI. A key part of your new role will be validating data and populate performance reporting systems at the approved frequency.  What you'll need to succeed You will need experience with databases and the analysis of complex data and information using relevant tools available such as; SFN, Minitab & Lean Six Sigma methodology to outline, measure & increase performance. You will need to be an advanced user of MS excel and have some strong experience using MS access. SAP experience will be advantageous. What you'll get in return You will be working within an ever evolving role with will spring board you analytical career. A generous starting salary matched with competitive company benefits is just the start. This is an innovative company who is open to new ideas, expansion, a real opportunity for someone looking to make an impact on the business and your career. What you need to do now  If you're interested in this role, click 'apply now' to forward an up-to-date copy of your CV, or call us now. If this job isn't quite right for you but you are looking for a new position, please contact us for a confidential discussion on your career.Hays Specialist Recruitment Limited acts as an employment agency for permanent recruitment and employment business for the supply of temporary workers. By applying for this job you accept the T&C's, Privacy Policy and Disclaimers which can be found at hays.co.uk\r\n    \n\n\nContact: Liam Smith\r\n        \n\nReference: CWJobs/2918390\r\n        \n\nJob ID: 68230480"
    },
    {
        "salary": "£26000.00 - £30000.00 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/hays-information-technology-job68230376?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368230376",
        "location": "Salford, Lancashire",
        "title": "Data Analyst",
        "recruiter": "HAYS INFORMATION TECHNOLOGY",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "A Data Analyst job in Salford Quays, paying between £26,000 - £30,000 Your new company You will be working with a Global retail organisation, based at their Salford Quays office.Your new role You will be responsible for providing accurate and timely management information for their customers, ensuring that reports are produced and delivered effectively and within SLA's. Other responsibilities will include:Provision of timely and accurate Management Information and related analytical interpretationProvide trend analysis to meet the business needsEnsuring Service Level Targets are met across the teamProviding exceptional customer service Keep up to date with system & technical developmentsIdentify and introduce methods to update, simplify, and enhance reporting processes, procedures and technologiesWhat you'll need to succeedStrong analytical skills, with confidence in using and interpreting numerical dataAbility to convey complex information clearly and conciselyAdvanced knowledge of Excel; knowledge of VBA for Excel & AccessGood working knowledge of relevant HR systems i.e. PeopleSoft, HRe, WCNExperience of Spotfire, OBIEE and other analytical tools preferablePeopleSoft (HRMS/CRM) Including PS Query & Report ManagerAccessAdvanced Excel skillsHre/COR reportingOracle CRMSpotfireOBIEEWindows OSWhat you'll get in return You will be offered a salary of up to £30,000 with excellent benefits. More information can be discussed upon application.What you need to do now If you're interested in this role, click 'apply now' to forward an up-to-date copy of your CV, or call us now. If this job isn't quite right for you but you are looking for a new position, please contact us for a confidential discussion on your career.Hays Specialist Recruitment Limited acts as an employment agency for permanent recruitment and employment business for the supply of temporary workers. By applying for this job you accept the T&C's, Privacy Policy and Disclaimers which can be found at hays.co.uk\r\n    \r\n    \n\nContact: Danielle Brindle\r\n        \n\nReference: CWJobs/2975736\r\n        \n\nJob ID: 68230376"
    },
    {
        "salary": "£130 - £150 per day",
        "link": "https://www.cwjobs.co.uk/job/data-analyst/involved-solutions-ltd-job68229891?entryurl=%2fjobs%2fdata-scientist%3fpage%3d5%2368229891",
        "location": "Buckinghamshire, South East",
        "title": "Data Analyst (Excel/VBA/Reporting) - Contract - Buckinghamshire",
        "recruiter": "Involved Solutions Ltd",
        "job_type": "Contract",
        "date_posted": "Expires in 1 day",
        "description": "Data Analyst (Excel/VBA/Reporting) - Contract - BuckinghamshireRate: Up to £150 per dayEssential Requirements:Expert in Excel, VBA, vlook ups, pivotsCreating Pivot Tables in Microsoft ExcelExperience processing data sets and recoding dataExperience using R for data processing (intermediate level will suffice)Data extraction & Data PresentationExcellent written & Communication SkillsThe role:We are urgently seeking a bright, talented Data Analyst for a Buckinghamshire based client of ours, to undertake an initial 3 month rolling contract.The role will be to work on a specific, client driven project where we are seeking a Data Analyst with demonstrable experience using R and advanced excel/VBA to create reports and dashboards. You will also be required to analyse our client's data to generate insight (using MS Excel, PowerPivot, Power Query and VBA).This is a position that will offer a stimulating, fast-paced working environment, in a very friendly, project based environment. You will also have the opportunity to liaise with a variety of internal project teams on a day to day basis.If you are interested in data analysis, and are an advanced user of Excel and VBA, please apply and you will be contacted to discuss the position further.Microsoft Excel, Excel, Pivot Tables, Power Pivot, SQL Query, SQL Queries, SQL Server, Maidenhead, Slough, Windsor, Berkshire, Beaconsfield, Bourne End, Marlow, High Wycombe, Aylesbury, Tring, M40 Corridor, Buckinghamshire\r\n    \r\n    \n\nContact: Steve Knight\r\n        \n\nReference: CWJobs/BBBH1434\r\n        \n\nJob ID: 68229891"
    },
    {
        "salary": "£60000 - £80000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/churchill-frank-job68233146?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368233146",
        "location": "London, South East",
        "title": "3 X Data Scientist",
        "recruiter": "Churchill Frank",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "3 X Data Scientist | London | £60,000-£80,000 a day | Banking\rMy banking client is looking to add three more Data Scientists to join their team, they have developed into a multi-platform digital operation to evolve their business. They are looking to position themselves as the leaders in Banking for analytics and want to stay at the forefront of innovation. In this Data Science role you will be expected to use the data you have access to improve profits, understand customer behaviou and optimize how the customers interact their products. Due to the nature of the role, you will need to be confident in your findings and be able to express these views to various levels and stakeholders within the business.\rTo be suitable you must have:\r- Commercial Experience working in a Data Science capacity\r- A background using a range of tools and scripting languages particularly R, Python, SQL (other experience with Spark, Scala, Hadoop, Cassandra, etc. is highly beneficial but not required.)\r- Strong background of Statistics to be able to preform advanced analysis techniques where you see fit. Such as predictive modelling, segmentation, also it would be advantageous to have Machine Learning experience, particularly deep learning and/or NLP - A MSc or PhD in a relevant STEM discipline\r- Be a very confident speaker, to be able to express your findings to various stakeholders\rIf this opportunity is of interest please get in touch - email me on  or call me on +44 (0) 203 826 6692\rR, Python, SQL, Spark, SAS, Hadoop, S3, Scala, MongoDB, Machine Learning, Algorithms, Advanced Analysis, Predictive Analytics, Modelling, Segmentation, Data Mining, Big Data,Cluster Analysis, Data Science, Data Scientist, Statistics, London\r\n    \n\n\nContact: Lukas Genever\r\n        \n\nReference: CWJobs/CFI - LON 1003\r\n        \n\nJob ID: 68233146"
    },
    {
        "salary": "£60000 - £70000 per annum + benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/churchill-frank-job68317205?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368317205",
        "location": "Cambridge, Cambridgeshire",
        "title": "Data Scientist - Greenfield Site",
        "recruiter": "Churchill Frank",
        "job_type": "Permanent",
        "date_posted": "Expires in 2 days",
        "description": "My client is looking for a Senior Data Scientist to Build team, they are a well established end user which is a greenfield site, within the finance sector. Due to this revolutionary change they need a creative but experienced candidate to help them move into the Data Science space. This also means the ideal candidate will have full control but will need to continue pushing the boundaries of innovation to stay ahead of the competition. In this Data Science role you will be expected to use the data you have access to improve profits, understand customer behaviour, optimize how our customers interact with our products. Due to the nature of the role, you will need to be confident in your findings and be able to express these views. As you will need to be able to explain your findings to various areas of the business, to help them understand what you have found out, and tell them how and why they should be doing things differently. The suitable candidate must have experience of: - Background using a range of tools and scripting languages particularly R, Python, SQL (other experience with Spark, Scala, Hadoop, Cassandra, etc. is highly beneficial but not required.) - Strong background of Statistics to be able to preform advanced analysis techniques where you see fit. Such as predictive modelling, data mining, segmentation, machine learning, etc. - Ideally will hold a degree in Maths/Stats (or similar) - Be a very confident speaker, to be able to express your findings to various stakeholders R, Python, SQL, Spark, SAS, Hadoop, S3, Scala, MongoDB, Machine Learning, Algorithms, Advanced Analysis, Predictive Analytics, Modelling, Segmentation, Data Mining, Big Data, Cluster Analysis, Data Science, Data Scientist, Statistics, London\r\n\n\n\nContact: Jessica Anderson\r\n        \n\nReference: CWJobs/36384940\r\n        \n\nJob ID: 68317205"
    },
    {
        "salary": "From £400 to £550 per day",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/elevate-direct-job68309419?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368309419",
        "location": "London, South East",
        "title": "Data Scientist - SQL - Agile",
        "recruiter": "Elevate Direct",
        "job_type": "Contract",
        "date_posted": "Expires in 2 days",
        "description": "Data Scientist opportunities / London / 6 Months Contract / 400 to 550 GBP Per DayUK Digital | Customer Analytics TeamThe Client are building something very special in the \"Digital Garage\" on London's vibrant Hoxton Square: a world-leading Customer Analytics team. It's a start-up environment with the freedom and expectation to innovate and drive change, backed by serious investment and support. They are looking for top talent to be part of their journey.Customer Analytics TeamTheir mission is \"to drive world-class customer insight to action\", supporting their purpose to help customers \"defy uncertainty\". They do this through their three strategic pillars:• Understand customers better than anyone else• Engage customers with relevant, personalised multichannel communications and experiences• Enable the business to know and act on customer insightData Scientists in their team are accountable for:• Creation and delivery of world-class customer insight driven through to action - work that delivers significant, measureable customer and commercial benefit.• Collaboration with business partners and team members to identify and articulate the real business problems to be solved.• Identifying new and existing data sources and analytical techniques to generate best-in-class customer insight and understanding.• Creating high-impact insight deliverables and recommendations, delivered on time and to spec.• Collaborative Agile ways of working, balancing \"perfect\" and \"good enough\" in a business context.• Creating and sharing knowledge, developing team capability and collaboration. • Driving targeted self-development.• Developing innovative approaches and solutions to problems.The ideal candidate:• Extremely passionate about doing the right thing for the customer.• Holds good undergraduate degree in a highly numerate discipline, possibly at postgraduate level. An experienced programmer in R, Python, SAS or SQL.• Highly analytical, an energetic problem-solver who thrives on challenge, change and ambiguity.• Prioritises efforts on the things that matter most for customers and their business. Measures themselves against outputs and impact delivered, rather than time spent.• Comfortable working with varied data sources and data science techniques.• Is a self-starter and team player, not afraid to challenge received wisdom and promote new ideas.• Can compellingly explain complex technical concepts to a non-technical, possibly senior, audience. Comfortable receiving constructive challenge of their work.• Inspires trust and confidence, ideally with experience in a consulting-type role.• Has a thirst for knowledge and self-development, and enjoys sharing that with others.• Is not afraid to test and learn, to fail fast and cheaply.• Has the courage to face into tough situations and conversations.• Plays to their strengths, and recognises their weaknesses.• Is an open, honest communicator and comfortable sharing 'bad news' proactively.For their more-senior roles, you may have line management responsibilities.• You are an inspirational leader who inspires, motivates and empowers your team.• You set your team clear expectations and objectives. You give them space hold them to account.• You flex your style to get the best from teams and individuals.• You enjoy coaching, yet know when to step back to let people learn for themselves.The CompanyThe client's values sit at the heart of their business. They’re there to guide them in everything they do – from performing in their day-to-day roles to making important business-wide decisions. Which is why they look for the kind of people who can really embrace their values. People ready to help free customers from uncertainty, and shape a better place to work while they’re at it.• Kill complexity: they are obsessed with making things simpler for their customers and each other –they manage complexity so their customers don’t have to.• Care More: they care like crazy about their customers, each other, and the communities they operate in.• Create Legacy: they are driven every single day to be edgy, think bigger and do better for their customers and each other.• Never Rest: they strive to create a future for their customers and each other, which is every bit as bright and sustainable as others created before them.*Data Scientist, SQL, R, Python, London, 6 Months Contract*If you match these requirements, please apply in the normal way. Elevate will send you an email, please open, click and action that email and your application will be visible to the hiring organisation directly.\n\n\nContact: Elevate Direct\r\n        \n\nReference: CWJobs/CW-AL-DA-090317\r\n        \n\nJob ID: 68309419"
    },
    {
        "salary": "From £35,000 to £45,000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/rbw-consulting-job68368133?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368368133",
        "location": "London, South East",
        "title": "Junior Data Scientist",
        "recruiter": "RBW Consulting",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Role: Junior Data Scientist / Data ConsultantLocation: LondonSalary: £35,000 to £45,000Our client is an analytics consultancy that specialise in combining the strengths of strategy consulting and commercial insight with those of applied data science to analyse large datasets, provide actionable recommendations, and develop powerful decision-support tools. Members of the team within this consultancy have a unique hybrid skill set as consultants and technologists – a team that is going through some very exciting growth right now, hence why we are looking for multiple Junior Data Scientists / Consultants.We are looking for 4 main key qualities:CommunicationAnalyticalTechnical CreativityDesire to learnDesirable skills include:Consultancy experienceTableau or Microsoft Power BIExcel Modelling (including VBA)Database Modelling (SQL / MySQL)Python / SciPy / Pandas / SAS / RMachine Learning / Natural Language ProcessingWorking with an exciting range of clients from within the private and public sectors, their focus is on data analysis, data science, and building analytics software to help crunch through large datasets to generate sophisticated insights. If you think this sounds like a great opportunity to advance your career, please apply today so that Chris Sinclair can review your profile and be in touch shortly to discuss things further.\n\n\nContact: Chris Sinclair\r\n        \n\nReference: CWJobs/CS - JDS13032017\r\n        \n\nJob ID: 68368133"
    },
    {
        "salary": "£95000 - £115000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/michael-page-international-job68306496?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368306496",
        "location": "City, London",
        "title": "Senior Data Scientist",
        "recruiter": "Michael Page International",
        "job_type": "Permanent",
        "date_posted": "Expires in 2 days",
        "description": "Our client based in London is a fast paced growing financial services organisation and are looking for a Senior Data Scientist to join them on a permanent basis. Client DetailsOur client is a market leader within its space and has substantial growth plans and with this is looking to invest heavily into its Data Science team.DescriptionOur client is looking for a Senior Data Scientist to join a newly formed team and help the business drive information and provide answers for senior stakeholders. Our client wants to look at how they use their data and provide insight to improve efficiency.The ideal candidate will partner with different business areas and help create a single version of the truth.ProfileThe ideal candidate will have the following skills:We are looking for a creative, curious and results-orientated individual that has significant knowledge and extensive hands-on experience in a combination of the following areas, languages and technologies:1. Machine learning2. Open data3. Hadoop4. Python, Scala, R, .Net, SQL, Matlab5. Exposure to cloud e.g AWSJob OfferA competitive salary of £95,000-£115,000 is on offer.\r\n    \n\n\nContact: Terry Manson\r\n        \n\nReference: CWJobs/13804615/001\r\n        \n\nJob ID: 68306496"
    },
    {
        "salary": "£80000 - £85000 per annum + Bonus, Healthcare, Perkbox",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/eligo-recruitment-ltd-job68313742?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368313742",
        "location": "London, South East",
        "title": "Lead Data Scientist",
        "recruiter": "Eligo Recruitment Ltd",
        "job_type": "Permanent",
        "date_posted": "Expires in 2 days",
        "description": "Do you want to make your mark as a Lead Data Scientist in the Big Smoke? Do you love dissecting data to figure out different ways of thinking? A leading market research business that specialises in behavioural analysis is looking for a Lead Data Scientist to join their team in London. If you've got over 3 years' experience in applying your knowledge and skill into dissecting data to solve client problems, then don't miss out on this opportunity for an exceptional brand.As a Lead Data Scientist, you will be rewarded accordingly;Earn a competitive salary of £80-£85,000.Extra benefits that include health and pension schemes,Explore and take advantage of working in London, with its own unique charm and melting pot of different cultures from all over the world.Excel in a company that is at the cutting edge of what they do.Not just anyone can become Lead Data Scientist, to be successful you will need;Experience in Python for machine learning, ideally SciPy Stack/scikit-learn.Functional knowledge of databases (ideally MySQL, mongoDB).Hands on experience in applying abstract mathematical concepts to noisy real-world data.Temperament to work effectively with people from a variety of backgrounds and experience in managing technical project teams.Over 3 years' of industry experience working with large data sets and numerous statistical learning and data mining techniquesReal-life experience in one or many of Machine Learning, Deep Learning, NLP, Semantic Web (e.g SVM, CNN, SyntaxNet)Functional programming skills (e.g. Python, Scala, R , Numpy)2+ years' experience in Machine Learning and NLPDeep learning/Deep neuron network models, such as Convolutional neural networks, Long/short term memory networksExperience in Semantic webWorking as Lead Data Scientist you will use your management and interpersonal skills to take technical ownership of client projects, where you will be responsible for;Exploratory analysis of client dataProject scopingClient project support and reporting of resultsRapid model prototypingActing as team lead you will manage small technical teams on a project-by project basis, developing a spirit of teamwork whilst mentoring and helping to advance junior team members.If you want start a new adventure and progress your career in Data Science, then apply to become Lead Data Scientist now!Are you a Data Engineer or a data scientist but this role doesn't quite fit? Eligo Technology are a leading Big Data and Analytics consultancy specialising in data engineering & data science jobs, for all levels, spanning all sectors. Please don't hesitate to get in touch with us for a confidential chat about how we can secure you your perfectBigData Job.\n\n\nContact: John Stephenson\r\n        \n\nReference: CWJobs/J14691\r\n        \n\nJob ID: 68313742"
    },
    {
        "salary": "From £60,000 to £80,000 per annum + Equity",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/rbw-consulting-job68368238?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368368238",
        "location": "London, South East",
        "title": "Data Scientist - ML, DL, NLP",
        "recruiter": "RBW Consulting",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Role: Data Scientist - ML, DL, NLPLocation: LondonPackage: £60,000 to £80,000 + EquityOur client, an exciting startup based in London with an incredible product that protects against cyber threats, are currently looking for a Data Scientist to join their growing team. Backed by some of the world's leading tech investors, their product benefits organisations across all industry sectors and is the chance for a Data Scientist to get involved with some advanced Machine Learning & Natural Language Processing.To be considered for this opportunity, we are looking to speak with Data Scientists that tick the following boxes:PhD educated OR long term industry experience with a MScNot afraid to get your hands dirty working with unstructured dataStrong Python and SQL skillsComfortable with big data technologies (Spark, Redshift etc.)Have deployed Machine Learning commercially rather than just academicallyExperience with NLPHave an interest in using Deep Learning with large datasetsIf you are interested in this, please apply to this opportunity today so that Chris Sinclair at RBW Consulting can review your profile and be in touch soon. Unfortunately, this position is only available to candidates eligible to work in the EU without sponsorship.\n\n\nContact: Chris Sinclair\r\n        \n\nReference: CWJobs/CS - DS28022017\r\n        \n\nJob ID: 68368238"
    },
    {
        "salary": "£70000 - £80000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/oho-group-ltd-job68361252?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368361252",
        "location": "London, South East",
        "title": "Data Scientist - Financial Data-Sets",
        "recruiter": "Oho Group Ltd.",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Are you an exceptional Data Scientist seeking a role solving complex problems involving large data-sets? Do you want to work with Python alongside cutting-edge machine learning techniques?  One of the UK’s most exciting fin-tech companies is seeking an experienced Data Scientist to join their swiftly expanding team.  The company, originally formed as a Cambridge university spin-off, is currently going through some rapid growth and have recently received multi-million pound funding. It is seeking an experienced Data Scientist to work with cutting-edge machine learning techniques on the analysis of intricate financial data.  The successful Data Scientist will have strong Python programming experience, including the use of Python frameworks such as Numpy, Scipy and Pandas, as well as a PhD in a technical field from a leading university.  As the successful Data Scientist, you will have the opportunity to work closely with the existing Data Science and Research team, honing your Data Science and Python skills as well as having an impact on market-changing analysis and research.  Requirements:Strong commercial experience with Python (including Numpy, Scipy, Pandas & Scikit-Learn)Experience as a Data ScientistPhD in a scientific or technical field from a Tier 1 universityComfortable working with SQL and NoSQL databasesMachine Learning experience (nice to have)Knowledge of Apache Spark (nice to have)\nApply now for feedback on your CV!\r\n    \r\n    \n\nContact: Jordan Hussell\r\n        \n\nReference: CWJobs/JHuss60\r\n        \n\nJob ID: 68361252"
    },
    {
        "salary": "Unspecified",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/informatiq-consulting-job68314835?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368314835",
        "location": "London, South East",
        "title": "Data Scientist - Python, R, Tableau",
        "recruiter": "Informatiq Consulting",
        "job_type": "Permanent",
        "date_posted": "Expires in 2 days",
        "description": "Are you a Data Scientist wanting more? More NLP jobs, more work with machine learning and customer profiling?A juicy job for a Data Scientist who has a track record in customer profiling and who is motivated in finding intelligent solutions to Big Data / Analytical problems. The successful candidate is likely to be PhD level educated with than a passing interest in machine learning. Skills that the Data Scientist will bring:Deliver analytical solutions, from data exploration, cleansing or feature creation to building models and creating compelling visualisationsConfident presenting results to business areas and iterate in short cyclesIdentify new datasets to be capturedProgramming skills including Python and RSpearhead innovation in the application of data and analytics to asset managementParticipating in learning and training initiatives for the wider data & analytics teamAbility to select a range of methods for interrogating structured or unstructured data and the discipline to work data and tweak algorithms to extract key insightsA machine learning specialist or looking to become very experienced in this area It would be advantageous if you have any of the following experience: Modern data analytics tools and tech (Tableau, Spotfire, Shinny, Hadoop)This comprehensive role joins a new team, and a new function working alongside Data Scientists, Data Analysts and Quant Analysts on highly collaborative and challenging projects.\r\n    \r\n    \n\nContact: Mary Hirst\r\n        \n\nReference: CWJobs/MH46756-a\r\n        \n\nJob ID: 68314835"
    },
    {
        "salary": "From £50,000 to £60,000 per annum plus excellent additional benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/4it-recruitment-ltd-job68113730?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368113730",
        "location": "Leeds (LS1), Leeds",
        "title": "Data Scientist – Extraction, Mining, Analysis",
        "recruiter": "4it Recruitment Ltd",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Scientist – Extraction, Mining, AnalysisLeeds, West Yorkshire – £60,000 basic + excellent benefits packageAn exciting opportunity for a Data Scientist has opened up within a world leading professional services organisation, based in the heart of Leeds city centre. Joining the data, information, and analytics team, the Data Scientist will undertake data mining and analysis in order to help steer global pricing strategy across the business. The Data Scientist will also be responsible for influencing stakeholders and driving change throughout the organisation, as well as acting as a mentor to more junior members of the team.Key Requirements:Previous experience working in a senior, data focused, analytical roleExperience of data mining, extraction, and multivariate analysisData modelling experience, and advanced statistical software knowledge (e.g. SPSS, GLM)Experience of SQL, SAS, VBA, or MS Access will be beneficialExcellent stakeholder engagement and influencing skillsA numerical or statistical background and qualifications is highly desirableSalary & Benefits:Basic salary up to £60,000Car allowanceBonus schemeExcellent pension schemeGenerous holiday allowancePrivate medical insuranceAdditional flexible benefitsThis is a fantastic opportunity for an experienced Data Scientist to step into a new role, where they will take on a senior position within a team that is integral to the commercial success of the organisation, utilising advanced data analysis techniques and having a huge influence of the overall pricing strategy of the business. The Data Scientist role is a high profile position, and will open up excellent opportunities for future career progression.Data Science, Data Analyst, Insight Analyst, Modelling, Analytics, Multivariate Analysis, Data Warehousing\n\n\nContact: Richard Ames\r\n        \n\nReference: CWJobs/RA/5755/SDS\r\n        \n\nJob ID: 68113730"
    },
    {
        "salary": "£1 - £2 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/informatiq-consulting-job68314944?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368314944",
        "location": "Edinburgh, Midlothian",
        "title": "Data Scientist - Python, R, Tableau",
        "recruiter": "Informatiq Consulting",
        "job_type": "Permanent",
        "date_posted": "Expires in 2 days",
        "description": "A juicy job for a Data Scientist who has a track record in customer profiling and who is motivated in finding intelligent solutions to Big Data / Analytical problems. The successful candidate is likely to be PhD level educated and has more than a passing interest in machine learning. We think this is a smart move for someone who is looking to take their career forward with a professional services company in the finance sector.Skills that the Data Scientist will bring:* Deliver analytical solutions, from data exploration, cleansing or feature creation to building models and creating compelling visualisations* Confident presenting results to business areas and iterate in short cycles* Identify new datasets to be captured* Programming skills including Python and R* Spearhead innovation in the application of data and analytics to asset management* Participating in learning and training initiatives for the wider data & analytics team* Ability to select a range of methods for interrogating structured or unstructured data and the discipline to work data and tweak algorithms to extract key insights* A machine learning specialist or looking to become very experienced in this areaNice if you have any of the following experience* Modern data analytics tools and tech (Tableau, Spotfire, Shinny, Hadoop)This comprehensive role joins a new team, and a new function working alongside Data Scientists, Data Analysts and Quant Analysts on highly collaborative and challenging projects.\r\n    \n\n\nContact: Mary Hirst\r\n        \n\nReference: CWJobs/MH46749\r\n        \n\nJob ID: 68314944"
    },
    {
        "salary": "£60000 - £75000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/mortimer-spinks-job68315342?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368315342",
        "location": "London, South East",
        "title": "Data Scientist - Statistics, Data Mining - London",
        "recruiter": "Mortimer Spinks",
        "job_type": "Permanent",
        "date_posted": "Expires in 2 days",
        "description": "Machine Learning, Statistics, Data Mining, Data Analysis - Data Scientist - London, South East Machine Learning, Statistics, Data Mining, Data Analysis - Data Scientist is required for this truly unique and game changing organisation based in West London. We are looking for a forward thinking and highly skilled Data Scientist to join a new Data Science team within a business where everything they do breaks the mould and the Data Science team is no exception! With your proven experience analysing, querying, modelling and processing data you will be providing long term value to the business and its customers and helping the overall team continue on their journey as a brand that never settles for second best! You will have a PhD (or equivalent commercial experience) where you have gained a wealth of experience of signal processing including real world signals, using these for data extraction and classification and/or prediction tasks, as well as machine learning techniques. You will possess: - Highly experienced in Data Science - PhD in Engineering or Science based discipline (or equivalent commercial experience) - Experience of Signal Processing - Time series processing, modelling and forecasting experience - Extensive experience of statistics (fundamental and Bayesian) - Machine Learning experience - Experience of querying large sets of data - True passion for data and the curiosity to break the boundaries! This is an outstanding opportunity to join a business that values its people as much as its customers and as such, offers the successful Data Scientist unrivalled opportunities for career development and advancement. You will be rewarded with an above average salary as well as an exceptional bonus and benefits package. To apply please forward your CV for immediate consideration\r\n    \n\n\nContact: Dorota Sienkiel\r\n        \n\nReference: CWJobs/21397\r\n        \n\nJob ID: 68315342"
    },
    {
        "salary": "£40000 - £65000 per annum + benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/michael-page-international-job68306576?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368306576",
        "location": "City, London",
        "title": "Data Scientist (Fintech) (Insurance Experience)",
        "recruiter": "Michael Page International",
        "job_type": "Permanent",
        "date_posted": "Expires in 2 days",
        "description": "Our client is an award winning start-up who are looking for a talented data scientist to join their team to help build a cutting edge big data solution.Client DetailsIt's an incredibly exciting time to be joining us in our buzzing office in the heart of Soho. They have ambitious plans to scale over the next few years. They have recently received recognition in numerous media sources and recognised the company as one of top businesses with the potential to influence, change or create new global markets. TechCity Insider ranked the company one of the top UK businesses to watch.DescriptionOur client is looking for skilled data scientists to work on leveraging data to provide a data solution for insurance companies. The right candidate will:be able to help us bring this new data solution to the insurance market leveraging the data that we collect from home surveys;have a decent understanding of what data means to insurance companies and how insurance companies can utilise data to drive value;hold their own during technical discussions with any data scientists working for our insurance partners;help us devise and manage effective and meaningful data analysis pilots with our insurance partners;Be able to develop a clear understanding of the commercial value of our data to insurance companies;Drive the data science process behind building the solution;Apply their expertise in quantitative analysis, data mining and the presentation of data to identify opportunities;Create islands of insight within the seas of data through the use of SAS, SQL and other tools, thus identifying levers to assist in moving key metricsDesigning, developing, and delivering operational reports, dashboards, and ad hoc requests alongside ensuring the timely and accurate generation of all reportingSupporting the development, maintenance, and enhancement of all reporting assets, including tracking, performance tuning reporting queries as well as data integration (validation and cleaning).Design, develop, and prototype algorithms and statistical/machine learning procedures to extract insights at scaleWork independently and with other data scientists and senior analytics team members to design and execute a broad range of quantitative analytical tasks;Design and implement fast and efficient data processing using 'big data' processing techniques and tools (e.g., NoSQL, in memory, etc.)ProfileThe ideal candidate will have:Experience in quantitative analysis and applied modelling.MSc/PhD in Computer Science, Mathematics, Physics, Engineering, Statistics, or other technical field.Expert knowledge of SAS, SPSS or R and SQL, or other programming languages and statistical packages.Experience with large data sets and distributed computing (Hadoop) a plus.Expertise in applied statistics and analytical models.Some development experience in scripting languages (e.g Python) an advantage, but not essential.Ability to initiate and drive projects to completion with minimal guidance.Excellent communication skills with technical and non-technical audiences and a desire to work within a dynamic team in a demanding environment.Ability to confidently challenge business leaders using simple and compelling language.Experience in financial services is preferable, but any background is considered.Job OfferA competitive job offer of £50,000-£65,000 + benefits is on offer.\r\n    \r\n    \n\nContact: Terry Manson\r\n        \n\nReference: CWJobs/13797669/001\r\n        \n\nJob ID: 68306576"
    },
    {
        "salary": "Negotiable",
        "link": "https://www.cwjobs.co.uk/job/data-manager/big-wednesday-digital-ltd-job68228367?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368228367",
        "location": "Thailand, Asia",
        "title": "Lead Data Scientist / Data Scientist Manager",
        "recruiter": "Big Wednesday Digital Ltd",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "Lead Data Scientist (Bangkok) Requirements:Do you have what it takes?Leadership skills and experience in leading data science projects and or teamsAt least 5 years working as a statistician / analyst / data scientistAn earned stripes in coding, in data handling, in statistics and in machine learning A good balance between theory and practice and a strong desire to learn and keep up with the latest technologies (a master degree in a quantitative field is a must; PhD is even better)Battle-tested team leading skillsA good knowledge of what's \"Under the hood\" of statistical methodsCoding, coding, coding (R, Python, C#, Java, C++, Scala, …)Some extra points on: SQL, NLP, business acumen, blog writing, good sense of humorCompany: Our client is the largest and fastest growing online hotel booking platform in Asia. With world class talent from over 65 countries, the atmosphere of a start-up and the muscle of a $bn business, this company is an incredible technical creative melting pot.Role:Technology is not just what they do - it's at the heart of who they are. Our client puts cutting-edge technology in your hands so you can help them change the way people run their lives. They are a high-growth company and maintaining this growth requires an incredible amount of data, a superior IT infrastructure, and world class talent to bring it all together.As a Senior Data Scientist you will be in involved in helping maintain our client's growth working with an incredible amount of data and leveraging the firm's superior IT infrastructure.Responsibilities:Leading from the front you will help my client:Crack their business problems and come up with deployable machine learning modelsInterface with business to make sure they are asking the right questionsSift through their data and find them some gems Be a world-class hands-on deploy masterOur client offers:Competitive annual salaryMedical coverageDiscounted hotel accommodation; anywhere in the worldExposure to travel industryCareer advancement opportunitiesWork environment: multinationalDress code: smart casualWe welcome both local and international applications for this role. Full visa sponsorship and relocation assistance available for eligible candidates. If you are a Lead Data Scientist and this role appeals to you we want to hear from you straight away. Send us your CV now.\r\n    \r\n    \n\nContact: Stefania Cook\r\n        \n\nReference: CWJobs/16TA14G003P10\r\n        \n\nJob ID: 68228367"
    },
    {
        "salary": "£35000 - £45000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/hfg-job68328250?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368328250",
        "location": "City, London",
        "title": "Graduate Data Scientist - Advanced Analytics",
        "recruiter": "HFG",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Are you a Data Scientist who enjoys breaking the rules? Are your ideas being taken on-board in your current role? My clients are leading, blue-chip organisations, who are seeking to add quality resource to their teams across the UK&I. They are seeking exceptionally bright Data Scientists & Advanced Analytics specialists to help them build upon their analytics capabilities.Requirements: - Ph.D. in Computer Science, Statistics, Engineering or similar technical field and 2+ years’ experience in a relevant role - Well versed at applying advanced analytical techniques to large and varied data sets, generated and flowing at a rapid rate. Sample techniques include, but are not limited to: o Applied machine learning and natural language processing o Collaborative filtering and recommender systems o Social network analysis and statistical text mining o Neural networks o Event detection and tracking o Data visualization o Data mining and predictive modelling - Deep knowledge of a Big Data framework like Hadoop, including the various components like HDFS, HIVE and the Map/Reduce programming framework. Additionally, have broad understanding of the various commercial distributions of the Apache Hadoop framework, e.g., MapR, Cloudera, Hortonworks, etc. - Proficient with programming languages supported by a big data platform, like Java, Python, C++, or ECL, etc. - Strong experience of managing and retrieving large scale information in one or more industry areas like retail, healthcare, telecommunications, finance, particle physics, software engineering, social networks, etc. - Appreciation of various big data commercial products like IBM Infosphere BigInsights, Oracle BigData Appliance, Greenplum HD, HBase, CouchDB, MongoDB Please call Ahad Shadab at HFG for a confidential discussion.\n\n\n\nContact: Ahad Shadab\r\n        \n\nReference: CWJobs/ASH8598\r\n        \n\nJob ID: 68328250"
    },
    {
        "salary": "£0.00 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/austin-fraser-job68326035?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368326035",
        "location": "London, South East",
        "title": "Python Data Scientist - Contract - London - 3 Months",
        "recruiter": "Austin Fraser",
        "job_type": "Contract",
        "date_posted": "Expires in 3 days",
        "description": "Python Data ScientistContract Role LondonImmediate StartPython, Flask, Numpy, Scipy, Pandas, Docker, SQLAlchemyAustin Fraser Digital Team are currently working with a brand new client who are on the hunt for 2/3 Python Data Scientist's on a contract basis. Our client, are a newly formed FinTech company who have developed a bespoke algorithm for financial management. This product has now been acquired by a number of the worlds largest financial organisations and has been commissioned by a number of new clients.These Python Data Scientist will sit on a team of 4 across the Front and the Back-End of this bespoke platform.Stack. PythonFlaskNumpyScipyPandasDockerAWSSQLAlchemy Bonuses. Machine LearningAIBig DataFinTech ExperienceThis is an initial 3 month contract role but could become longer or even a permanent engagement if both partied wish. Interviews can commence immediately and offer can be made once the right Python Data Scientists are found. Austin Fraser Ltd is acting as an employment business in relation to this advert. As a professional company, we gladly welcome applications from persons of any age and background and do not intend to discriminate with advert text and terminology.\r\n    \r\n    \n\nContact: Karl Penhale\r\n        \n\nReference: CWJobs/BBBH49384\r\n        \n\nJob ID: 68326035"
    },
    {
        "salary": "From £60,000 to £90,000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/clearcube-consulting-job68335426?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368335426",
        "location": "Central London / West End (W1), Central London / West End",
        "title": "Data Scientist - Machine Learning / NLP - Financial Technology",
        "recruiter": "ClearCube Consulting",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Scientist (State of the Art Machine Learning Software)As a Data Scientist, you’ll be joining an experienced team of Data Scientists with a track record of delivering commercial Data Science projects in their career. This really is an impressive team of Data Scientists that you will do well to find in any other organisation. As a Data Scientist, you will have a similar track record, delivering data science solutions focusing on machine learning and or NLP (Natural Language Processing) in a commercial environment. Currently a team of 14 (4 Data Scientist) the company are growing exponentially due to the on-going success and demand for their machine learning propriety software. Data Scientist Responsibilities: ·Use advanced statistical and machine learning techniques to create scalable natural language processing for classification, predictions and recommendations.·Extract semantic meaning from large volumes of unstructured financial text and data.·Interrogate large and complex behavioural data sets that do not fit into the memory of a single machine.·Be perpetually inquisitive about data quality and the impact on our clients·Engage with best practices for code review, version control, and change controlData Scientist Requirements:·Experience of deploying machine learning in industrial circumstances·Experience in NLP in a commercial environment (Natural Language Processing)·PhD/MSc in mathematically/technical degree from top University.·Strong knowledge of statistics (e.g., Bayesian inference, Maximum Likelihood Estimation, Monte Carlo methods, Probabilistic Graphical Models·Knowledge of deep-learning fundamentals, preferably real-world experience at developing deep-learning models·Extensive programming skills, preferably in Python or at least good knowledge of. Hiring multiple Data Scientists at different levels, Data Scientist salary ranging from 60,000-90,000 + stock options in a rapidly growing company with huge potential. Founders and advisors are experienced in turning Financial Technology start-ups into current billion-dollar unicorn companies. Keywords: Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist, Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist, Data Scientist, Senior Data Scientist, Data Scientist\n\n\nContact: Dan Shone\r\n        \n\nReference: CWJobs\r\n        \n\nJob ID: 68335426"
    },
    {
        "salary": "£60000 - £65000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/spencer-rose-job68358756?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368358756",
        "location": "London, South East",
        "title": "Data Scientist, London, Financial Services, £60k",
        "recruiter": "Spencer Rose",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Data Scientist, London, Financial Services, £60k, Python, R, SQL, Machine Learning, Data LakeA Global Financial Services client of ours is seeking a Data Scientist on a permanent basis to help build out their Data Analytics function. You will be working on the creation and build out of a Data Lake and Data Lake tools respectively which will then be utilised for consumer analytics and insights.Key Competencies:Experience of creating Data Lakes and building out the respective tools. Python or R programming expertData Visualisation tools i.e. Qlikview, Tableau and Excel etc.Good understanding of Apache SparkGood consumer analytics experienceExperience working on fast SQL layersExcellent Machine Learning and Statistical Analysis experienceMust Haves:A background within Financial Services - specifically investment banking, Fund Management, Asset Management or Global Markets.Must be eligible to live and work in the UK withoutsponsorship.If you believe you have the correct skill set and you are actively seeking your next permanent opportunity - please apply!Data Scientist, London, Financial Services, £60k, Python, R, SQL, Machine Learning, Data Lake\n\n\nContact: Sam Welton\r\n        \n\nReference: CWJobs/SW-1703-11\r\n        \n\nJob ID: 68358756"
    },
    {
        "salary": "£25000 - £50000.00 per annum + 20% bonus + share options",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/hanover-recruitment-job68230326?entryurl=%2fjobs%2fdata-scientist%3fpage%3d2%2368230326",
        "location": "London, South East",
        "title": "Data Scientist/Analyst - London Startup - £50k DOE",
        "recruiter": "Hanover Recruitment",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "Are you a Data Analyst or Data Scientist looking for a new role within a fantastic startup?! The company could not be more exciting, it only launched 4 weeks ago and has massive growth plans. They have doubled in size over the last 3 months and they are launching in the USA this month. YouData Scientist or Data Analyst or top graduate (Maths, Economics, Computer Science or other numerate discipline)Experience with Appsflyer is desirable MathematicalExperience of insight analysis and making recommendations based on these insightsFrom a tech start up background would be ideal but not a deal breakerExcellent Excel skillsThe roleInsight analysis - gathering insights from data collectedMaking recommendations to other departmentsSolve complex business problems and provide practical value based solutionsProvide the business with the optimal analytical framework to make sound data-driven decisionsWrite reports and presentations to summarise analysis results and present these to senior stakeholdersIf this sounds interesting, please apply online TODAY! If you have not heard back within 2 weeks of applying, please assume your application has been unsuccessful.\r\n    \r\n    \n\nContact: Ceri Morris\r\n        \n\nReference: CWJobs/BBBH7350\r\n        \n\nJob ID: 68230326"
    },
    {
        "salary": "£40000 - £50000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/oscar-job68226187?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368226187",
        "location": "London, South East",
        "title": "Data Scientist - Python, SQL - Central London",
        "recruiter": "Oscar",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "Data Scientist- Python, SQL - Central London, up to £50,000A new role has come to light for a Data Scientist to be based in Central. Due to recent expansion my client are looking to bring in expertise in data analysis and in particular python programming.Reporting to data science team lead you will be working with large data sets generated from all over the world. Your role will be to analyse and manipulate these data sets to extract the value.I am looking for an experienced data scientist with proven skills in Python - ideally someone in the range of 2 - 10 years commercial experience along with a strong educational background and analytic mind set.My client are always looking to evolve their technology stack therefore the willingness to learn new technologies is essentialSkillsPython,Some of Numpy, Scipy, Pytables, Pandas, CythonSQL / NoSQL DatabasesData Science tools - R, SAS, Hadoop, Matlab or similarAdept at analysis of large data setsThe PersonWe are looking for a driven, motivated individual with an analytical mind-set. You will a keen interest in developing Big Data platforms and delivering business changing insight.This is an excellent opportunity; please don't hesitate to get in touch for more information. Data Scientist- Python, SQL - Central London, up to £50,000Oscar Technology Limited is acting as an Employment Agency in relation to this vacancy.\r\n    \r\n    \n\nContact: Mark Whales\r\n        \n\nReference: CWJobs/MW 34164\r\n        \n\nJob ID: 68226187"
    },
    {
        "salary": "£40000.00 - £60000.00 per annum + Bonus & Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/venturi-job68333958?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368333958",
        "location": "London, South East",
        "title": "Data Scientist - Analytics / Python / R / Machine Learning",
        "recruiter": "Venturi",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Scientist - Analytics / Python / R / Machine LearningData Scientist - Analytics / Python / R / Machine Learning - What's in it for you?- Working for an international media client based in the heart of London;- Opportunity to work on a greenfield azure data platform project;- This project is the number one priority for this client and is fully backed and sponsored by the CEO and CIO;- Identified as a high potential account by Microsoft, you will get the opportunity to work with some of Microsoft's best Engineers and Business Analyst's;- Basic salary up to £60k on offer plus a 10 % discretionary bonus and benefits.As the Data Scientist you will be leveraging some of the most sought after Data Science and Analytics tools on the market to create innovative and incredible solutions that will sit on top of a greenfield azure data platform.Ideally the Data Scientist will be someone who has a genuine passion for technology and all things data. The culture is one that promotes creativity and the ability to think outside of the box and as such this is an exciting opportunity for a Data Scientist who is looking to take the next step up in their career and who is in search of a new challenge that will push them out of their comfort zone.A salary of £40,000 - £60,000 + 10% Bonus + Excellent Benefits is on offer.Key skills:- Solid previous commercial experience working in a Data Science or Advanced Analytics capacity;- Solid experience with Machine Learning techniques and algorithms;- Previous hands on experience with at least one data science toolkits;- Expert level SQL querying skills;- Experience with at least one of R, Python, Scala, or Java;- Previous Data Visualisation experience (Ideally with Tableau or PowerBI).This role will evolve over time and can offer significant career opportunities for a Data Scientist looking to develop their career in a lucrative part of the media sector. To find out more, send an updated CV to Lewis Blades as interviews will be starting soon.KEY SKILLS: Data Science / Analytics / Machine Learning / ML / Algorithms / SQL / NoSQL / R / Python / Scala / Java / Data Visualisation / Power BI / Tableau / Qlikview / Data Scientist / Greenfield / Azure Platform / Media / London\n\n\n\nContact: Lewis Blades\r\n        \n\nReference: CWJobs/BBBH8414\r\n        \n\nJob ID: 68333958"
    },
    {
        "salary": "Unspecified DOE + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/set2recruit-job68352527?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368352527",
        "location": "London, South East",
        "title": "Senior/Head of Data Scientist",
        "recruiter": "set2recruit",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "This is an opportunity for a bright and talented Data Scientist to join a growing cutting edge company who work with a number of blue chip clients. The successful candidate will have the opportunity to join a technology driven company who has highlighted the need for expansion in their data science team. They are looking for a Senior/Head of Data Scientist to be hands on and build a new team around them.The successful candidate will need experience in:- Implementation of Machine learning- Business focused and understanding- Leadership Experience - Big Data- Degree (2:1 or above)- Python- PandasThe company can offer a competitive salary and generous benefits. The Data Scientist has the opportunity to work hands on within a cutting edge company and build a team. If you would like to be considered for the opportunity please apply below to Lewis at Set2Recruit.\n\n\nContact: Lewis Hammett\r\n        \n\nReference: CWJobs/S2R-LH-2245\r\n        \n\nJob ID: 68352527"
    },
    {
        "salary": "Unspecified Competitive",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/cognizant-job68103210?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368103210",
        "location": "Republic of Ireland, Europe",
        "title": "Data Scientist/Machine Learning Lead",
        "recruiter": "Cognizant",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "About AIM:Cognizant’s Analytics & Information Management (AIM) Practice has over 28,000 Data professionals globally with approximately 4,000 working on UK client projects. AIM covers the full spectrum of client information requirements from the most basic management of application data stores through every aspect of Data Governance on to Big Data including every Analytical & Insight requirement and the complete information infrastructure for every Digital business initiative.We are now looking for a highly talented technologist, who can help maintain our success as leaders within global Payments solutions and accelerate our efforts to become a major part of the future of Payments and Digital Money. To considered, the successful individual must have background in innovation including design thinking, prototyping and also have solid commercial awareness.Summary of Job Purpose:Be a part of the dynamic, next generation digital banking solution, which will significantly enhance the way we provide global, banking services to our clients. You will work with the latest technologies on one of the largest corporate digital banking systems.You will have the opportunity to learn about various digital banking technologies and Corporate Cash Management business.Job Content:Design, develop and support high performing transactional risk management platform.Help facilitate software quality measures – TDD, Peer Review, continuous integration and unit test.Take ownership for the creating very high quality code that you would be proud of.Deal with wider team in the software development life-cycle – PMs, BAs and validationWork with the Application and Domain experts to fulfill the project key success factors.Key experience required:Doctorate Degree in Computer Science, Engineering, Statistics, Math, or related disciplinesHigh motivation to achieve ambitious goals in a short time. Curiosity and passion for Data ScienceExperience in machine learningExperience in data analyticsExperience tackling problems involving Big Data, e.g., using the Spark/Hadoop stackExperience using Python, R, C/C++, Java or Scala for large scale data analyticsEnglish: Fluent About Cognizant:Cognizant (NASDAQ: CTSH) is a leading provider of information technology, consulting, and business process outsourcing services, dedicated to helping the world's leading companies build stronger businesses. Headquartered in Teaneck, New Jersey (U.S.), Cognizant combines a passion for client satisfaction, technology innovation, deep industry and business process expertise, and a global, collaborative workforce that embodies the future of work. With over 100 development and delivery centres worldwide and approximately 255,800 employees as of September 30, 2016, Cognizant is a member of the NASDAQ-100, the S&P 500, the Forbes Global 2000, and the Fortune 500 and is ranked among the top performing and fastest growing companies in the world. Visit us online at www.cognizant.com or follow us on Twitter: Cognizant.\n\n\nContact: N/A N/A\r\n        \n\nReference: CWJobs/00021506591\r\n        \n\nJob ID: 68103210"
    },
    {
        "salary": "£70000 - £100000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/churchill-frank-job68227305?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368227305",
        "location": "London, South East",
        "title": "Lead Data Scientist Banking London",
        "recruiter": "Churchill Frank",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "Exceptional opportunity to join a fast growing FS company in central London, the project is greenfield an you will report directly to the Head of Analytics. You role is integral for the business to grow forward. The role has come about due to their success to date and now moving into different products.\rWhat you need:\r- Proven Retail Banking experience\r- Big Data tools such as Hadoop, Spark, Python - Machine Learning Expert - Ability to lead a team\r- Numeric degree PhD preffered\rTo learn more about this please send your cv to m.forry today or call Martin Forry on 0203 826 6701 to learn more\r\n    \n\n\nContact: Martin Forry\r\n        \n\nReference: CWJobs/CFIMF798132654\r\n        \n\nJob ID: 68227305"
    },
    {
        "salary": "Unspecified",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/consol-partners-job68326180?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368326180",
        "location": "City, London",
        "title": "Data Scientist - NLP. Machine Learning, Data Science, London",
        "recruiter": "ConSol Partners",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "The CompanyConSol Partners' client is an exciting London-based Fintech start-up. Our client has ambitious plans which make them the key company that revolutionise wealth management. A great team with the smartest people in the industry they are looking for exceptionally talented individuals to join their team.The RoleConSol Partners' client is currently looking to hire a Data Scientist who has solid foundation in machine learning and natural language processing and are passionate about building data-driven products.The role will entail you to use advanced statistical and machine learning techniques for classification, predictions and recommendations. The individual must be able to aggregate data sources, integrate, summarise key messages and categorise as per importance. The Individual The successful individual must have experience with the following:Minimum of 2 years' experience of NLP including document classification, topic modelling, information extraction, entity recognition, and active learningMust have experience of deploying Machine LearningRequires PhD in Machine Learning, CS, Bioinformatics or Computational Physics.Strong knowledge of statisticsKnowledge of deep-learning fundamentals, preferably real-world experience at developing deep-learning modelsExperience in Python programming languageExperience with SQL and PostgreSQLConSol PartnersConSol Partners are an award-winning, dynamic IT staffing/recruitment consultancy (based in London, Liverpool Street) with an international focus, having placed in over 55 countries across the Telecommunications, Technology and Digital Media Space. Our Headquarters are in London, with regional offices in Los Angeles and Boston.\r\n    \r\n    \n\nContact: Roza Kawa\r\n        \n\nReference: CWJobs/CP006\r\n        \n\nJob ID: 68326180"
    },
    {
        "salary": "£500 - £550 per day + Market Rate",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/teksystems-job68217312?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368217312",
        "location": "London, South East",
        "title": "Data Scientist, eCommerce, Digital Marketing, SQL",
        "recruiter": "TEKsystems",
        "job_type": "Contract",
        "date_posted": "Expires today",
        "description": "My client, a global eCommerce organisation is currently looking for a Digital Marketing Data Scientist to join a dynamic, rapidly growing team in London. Responsibilities:Supporting the Global Digital Marketing team through an analytics perspective.Essential skills:.Experience in Marketing Data Science/Analytics Good understanding of SQLStrong end to end analytical problem solving skillsUnderstanding of technical skills to manage the marketing analyticsFavourable:Additional statistical skillsKnowledge of a data programming language (R, Python)Allegis Group Limited and Aston Carter Limited operate Employment Businesses and Agencies and are companies within the Allegis Group Inc. group of companies, the fourth largest staffing company in the world, (collectively referred to as the \"Allegis Group\"). TEKsystems and Aerotek are divisions of Allegis Group Limited. Applicant data will be treated in accordance with the Allegis Group's Privacy Notice http://www.allegisgroup.com/Privacy/Default.aspx). By submitting personal data to any company or division within the Allegis Group, the applicant is providing explicit consent to the use of such data by the Allegis Group and to the transfer of such data to and from the Allegis Group companies within the UK, Europe and outside the European Economic Area in connection with the fulfilment of the applicant's voluntary requests, and the fulfilment of other job opportunities that match the applicant's profile, and confirms that they may be contacted about such job opportunities.\r\n    \r\n    \n\nContact: Emily Turner\r\n        \n\nReference: CWJobs/DS070317\r\n        \n\nJob ID: 68217312"
    },
    {
        "salary": "£80710.25 - £161420.50 per annum + Negotiable",
        "link": "https://www.cwjobs.co.uk/job/data-manager/big-wednesday-digital-ltd-job68234597?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368234597",
        "location": "GA - Georgia, United States",
        "title": "Lead Data Scientist / Data Scientist Manager - Bangkok",
        "recruiter": "Big Wednesday Digital Ltd",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "*Please no C2C / 3rd party applications*Lead Data Scientist (Bangkok) - FULL RELOCATION AND VISA SPONSORSHIP AVAILABLE Requirements:Do you have what it takes?Excited and able to relocate to Bangkok, Thailand Leadership skills and experience in leading data science projects and or teamsAt least 5 years working as a statistician / analyst / data scientistAn earned stripes in coding, in data handling, in statistics and in machine learning A good balance between theory and practice and a strong desire to learn and keep up with the latest technologies (a master degree in a quantitative field is a must; PhD is even better)Battle-tested team leading skillsA good knowledge of what's \"Under the hood\" of statistical methodsCoding, coding, coding (R, Python, C#, Java, C++, Scala, …)Some extra points on: SQL, NLP, business acumen, blog writing, good sense of humorCompany: Our client is the largest and fastest growing online hotel booking platform in Asia. With world class talent from over 65 countries, the atmosphere of a start-up and the muscle of a $bn business, this company is an incredible technical creative melting pot.Role:Technology is not just what they do - it's at the heart of who they are. Our client puts cutting-edge technology in your hands so you can help them change the way people run their lives. They are a high-growth company and maintaining this growth requires an incredible amount of data, a superior IT infrastructure, and world class talent to bring it all together.As a Senior Data Scientist you will be in involved in helping maintain our client's growth working with an incredible amount of data and leveraging the firm's superior IT infrastructure.Responsibilities:Leading from the front you will help my client:Crack their business problems and come up with deployable machine learning modelsInterface with business to make sure they are asking the right questionsSift through their data and find them some gems Be a world-class hands-on deploy masterOur client offers:Competitive annual salaryMedical coverageDiscounted hotel accommodation; anywhere in the worldExposure to travel industryCareer advancement opportunitiesWork environment: multinationalDress code: smart casualWe welcome both local and international applications for this role. Full visa sponsorship and relocation assistance available for eligible candidates. If you are a Lead Data Scientist and this role appeals to you we want to hear from you straight away. Send us your CV now.\r\n    \r\n    \n\nContact: Stefania Cook\r\n        \n\nReference: CWJobs/16TA14G003P10\r\n        \n\nJob ID: 68234597"
    },
    {
        "salary": "£75000 - £150000 per annum + Negotiable",
        "link": "https://www.cwjobs.co.uk/job/data-manager/big-wednesday-digital-ltd-job68228376?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368228376",
        "location": "London, South East",
        "title": "Lead Data Scientist / Data Scientist Manager - Bangkok",
        "recruiter": "Big Wednesday Digital Ltd",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "*Please no C2C applications*Lead Data Scientist (Bangkok) - FULL RELOCATION AND VISA SPONSORSHIP AVAILABLE Requirements:Do you have what it takes?Excited and able to relocate to Bangkok, Thailand Leadership skills and experience in leading data science projects and or teamsAt least 5 years working as a statistician / analyst / data scientistAn earned stripes in coding, in data handling, in statistics and in machine learning A good balance between theory and practice and a strong desire to learn and keep up with the latest technologies (a master degree in a quantitative field is a must; PhD is even better)Battle-tested team leading skillsA good knowledge of what's \"Under the hood\" of statistical methodsCoding, coding, coding (R, Python, C#, Java, C++, Scala, …)Some extra points on: SQL, NLP, business acumen, blog writing, good sense of humorCompany: Our client is the largest and fastest growing online hotel booking platform in Asia. With world class talent from over 65 countries, the atmosphere of a start-up and the muscle of a $bn business, this company is an incredible technical creative melting pot.Role:Technology is not just what they do - it's at the heart of who they are. Our client puts cutting-edge technology in your hands so you can help them change the way people run their lives. They are a high-growth company and maintaining this growth requires an incredible amount of data, a superior IT infrastructure, and world class talent to bring it all together.As a Senior Data Scientist you will be in involved in helping maintain our client's growth working with an incredible amount of data and leveraging the firm's superior IT infrastructure.Responsibilities:Leading from the front you will help my client:Crack their business problems and come up with deployable machine learning modelsInterface with business to make sure they are asking the right questionsSift through their data and find them some gems Be a world-class hands-on deploy masterOur client offers:Competitive annual salaryMedical coverageDiscounted hotel accommodation; anywhere in the worldExposure to travel industryCareer advancement opportunitiesWork environment: multinationalDress code: smart casualWe welcome both local and international applications for this role. Full visa sponsorship and relocation assistance available for eligible candidates. If you are a Lead Data Scientist and this role appeals to you we want to hear from you straight away. Send us your CV now.\r\n    \r\n    \n\nContact: Stefania Cook\r\n        \n\nReference: CWJobs/16TA14G003P10\r\n        \n\nJob ID: 68228376"
    },
    {
        "salary": "£80710.25 - £161420.50 per annum + Negotiable",
        "link": "https://www.cwjobs.co.uk/job/data-manager/big-wednesday-digital-ltd-job68228371?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368228371",
        "location": "Sydney, Australia",
        "title": "Lead Data Scientist / Data Scientist Manager - Bangkok",
        "recruiter": "Big Wednesday Digital Ltd",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "*Please no C2C / 3rd party applications*Lead Data Scientist (Bangkok) - FULL RELOCATION AND VISA SPONSORSHIP AVAILABLE Requirements:Do you have what it takes?Excited and able to relocate to Bangkok, Thailand Leadership skills and experience in leading data science projects and or teamsAt least 5 years working as a statistician / analyst / data scientistAn earned stripes in coding, in data handling, in statistics and in machine learning A good balance between theory and practice and a strong desire to learn and keep up with the latest technologies (a master degree in a quantitative field is a must; PhD is even better)Battle-tested team leading skillsA good knowledge of what's \"Under the hood\" of statistical methodsCoding, coding, coding (R, Python, C#, Java, C++, Scala, …)Some extra points on: SQL, NLP, business acumen, blog writing, good sense of humorCompany: Our client is the largest and fastest growing online hotel booking platform in Asia. With world class talent from over 65 countries, the atmosphere of a start-up and the muscle of a $bn business, this company is an incredible technical creative melting pot.Role:Technology is not just what they do - it's at the heart of who they are. Our client puts cutting-edge technology in your hands so you can help them change the way people run their lives. They are a high-growth company and maintaining this growth requires an incredible amount of data, a superior IT infrastructure, and world class talent to bring it all together.As a Senior Data Scientist you will be in involved in helping maintain our client's growth working with an incredible amount of data and leveraging the firm's superior IT infrastructure.Responsibilities:Leading from the front you will help my client:Crack their business problems and come up with deployable machine learning modelsInterface with business to make sure they are asking the right questionsSift through their data and find them some gems Be a world-class hands-on deploy masterOur client offers:Competitive annual salaryMedical coverageDiscounted hotel accommodation; anywhere in the worldExposure to travel industryCareer advancement opportunitiesWork environment: multinationalDress code: smart casualWe welcome both local and international applications for this role. Full visa sponsorship and relocation assistance available for eligible candidates. If you are a Lead Data Scientist and this role appeals to you we want to hear from you straight away. Send us your CV now.\r\n    \r\n    \n\nContact: Stefania Cook\r\n        \n\nReference: CWJobs/16TA14G003P10\r\n        \n\nJob ID: 68228371"
    },
    {
        "salary": "Up to £80,000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/clearcube-consulting-job68333772?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368333772",
        "location": "Edinburgh (EH1), Edinburgh",
        "title": "Data Scientist / Machine Learning Scientist - Global E-Commerce",
        "recruiter": "ClearCube Consulting",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Scientist / Machine Learning Scientist / Data Scientist Global E-commerce organisation looking for outstanding Data Scientist with strong knowledge of Machine Learning to join their agile team. As a Data Scientist, you will receive exceptional opportunities to grow your technical and non-technical skills. Key Responsibilities as a Data Scientist: Rapidly design, prototype and test many possible hypothesis in a high-ambiguity environment.Collaborate with software engineers to integrate successful experimental results into large scale and complex systems.Use Machine Learning techniques to solve complex problemsCommunicate complex data and results to non-technical people and promote data science across the business.Basic Qualifications as a Data Scientist: Experience applying machine learning to business problems.Proficiency in Object-oriented programming language such as C++, Java, C#, C, PerlProficiency in mathematical programming such as R, MATLAB, NumPy/SciPy, SASUnix/Linux environment experience.Degree in Computer Science, Mathematics, Physics, Statistics or quantitative field.As a Data Scientist, you will be working for a global brand name, offering competitive salaries and excellent benefits. You will have the chance as a Data Scientist to develop a rewarding career in a unique, passionate and international environment. Keywords: Data Scientist, Machine Learning Scientist, Data Scientist, Machine Learning Scientist, Data Scientist, Machine Learning Scientist, Data Scientist, Machine Learning Scientist, Data Scientist, Machine Learning Scientist, Data Scientist, Machine Learning Scientist, Data Scientist, Machine Learning Scientist, Data Scientist, Machine Learning Scientist, Data Scientist, Data Scientist , Data Scientist\n\n\nContact: Dan Shone\r\n        \n\nReference: CWJobs\r\n        \n\nJob ID: 68333772"
    },
    {
        "salary": "£60000 - £75000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/eutopia-solutions-ltd-job68364807?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368364807",
        "location": "City, London",
        "title": "DATA SCIENTIST / DATA ANALYTICS CONSULTANT - TABLEAU & QLIKVIEW",
        "recruiter": "Eutopia Solutions Ltd",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "DATA SCIENTIST / DATA ANALYTICS CONSULTANT - TABLEAU & QLIKVIEW- Canary wharf London Data Scientist/Machine Learning Scientist/ Data Mining/Text Mining/ Data Engineer with Tableau, Qlikview, isrequired to join a Global Leading consultancy based in Canary Wharf London. This client offers an attractive salary between £60k - £75k + 20% bonus.KEY SKILLS/BACKGROUNDYou will need to have a passion for Data Analytics with strong expertise of data visualisation tools such as Tableau and Qlikview. Ability to extract data from such sources as Oracle, Teradata data warehouse would be advantageous:Key Technical skills required:TableauQlikviewSAP LumiraKnowledge of R or Python would be beneficial but not essentialABOUT THE ROLEIn this core role you will you be the main contact at client site guiding a geo dispersed team, providing guidance on analysis methodologies to the team on a project. You will be working with technologies like Tableau, Qlikview, SAP lumira and prepare outputs such as models, model validation reports and data visualization outputs.ABOUT THE COMPANYOur Client is a Global Consultancy, technology and outsourcing giant, enabling their clients to emerge with new trends and stay a step ahead of their competition by helping them transform strategically in a changing world.Apply NOW for immediate consideration - or call me if you have any questionsEutopia Solutions Ltd is acting as an Employment Agency in relation to this vacancy.\r\n    \r\n    \n\nContact: Anil Koobarawa\r\n        \n\nReference: CWJobs/BBBH4225\r\n        \n\nJob ID: 68364807"
    },
    {
        "salary": "Unspecified",
        "link": "https://www.cwjobs.co.uk/job/retailer/churchill-frank-job68228579?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368228579",
        "location": "City, London",
        "title": "Data Scientist Guru - Leading Retailer - London - £60K+",
        "recruiter": "Churchill Frank",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "Data Scientist Guru - R/Spark/Python - Leading Retailer - London - £60K+Certifications\rOne of the leading retailers is looking for a Data Scientist skilled in R/Spark/Python to join their new Market Analytics team based in London.\rYour role will highly involve setting the best processes possible in order for the team to draw the best market insights at any given time. This includes cleaning the raw data, building models from end to end (predictive analysis, machine learning) and automating systems. This is also a great opportunity for you to lead and train other members of the team and the wider business on the new processes and technical skills.\rKey Skills:\r*Demonstrable commercial experience within a data science role *Commercial experience using various techniques and tools such as R, Spark, Python, SQL, VBA, Machine learning and Predictive analysis\r*Exceptional communication skills - both verbal and written\r*Strong experience drawing insights and presenting them to a varied audience\rGuru's Technical Skills: *Exceptional experience with R, Spark and Python - 3+ years *Strong analytical and problem solving skills To discuss this and other similar opportunities in more detail please send your CV to . Reference: DataScienceGuruTC\rWe look forward to working with you!\r\n\n\n\nContact: Tamara Certain\r\n        \n\nReference: CWJobs/DataScienceGuruTC\r\n        \n\nJob ID: 68228579"
    },
    {
        "salary": "£35000.00 - £40000.00 per annum + Bonus & Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/venturi-job68333951?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368333951",
        "location": "London, South East",
        "title": "Junior Data Scientist - Python / R / Machine Learning",
        "recruiter": "Venturi",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Junior Data Scientist - Python / R / Machine LearningJunior Data Scientist - Python / R / Machine Learning - What's in it for you?- Working for an international media client based in the heart of London;- Opportunity to work on a greenfield azure data platform project;- This project is the number one priority for this client and is fully backed and sponsored by the CEO and CIO;- Identified as a high potential account by Microsoft, you will get the opportunity to work with some of Microsoft's best Engineers and Business Analyst's;- Basic salary up to £40k on offer plus a 10 % discretionary bonus and benefits.As the Junior Data Scientist you will be leveraging some of the most sought after Data Science and Analytics tools on the market to create innovative and incredible solutions that will sit on top of a greenfield azure data platform.Ideally the Junior Data Scientist will be someone who has a genuine passion for technology and all things data. The culture is one that promotes creativity and the ability to think outside of the box and as such this is an exciting opportunity for a Junior Data Scientist who is looking to start their career and who is in search of a new challenge that will push them out of their comfort zone.A salary up to £40,000 + 10% Bonus + Excellent Benefits is on offer.Key skills:- Recent graduate (MSc or higher) in Big Data, Machine Learning, Statistics, Mathematics, or other similar field;- Strong knowledge of Machine Learning techniques and algorithms;- Knowledge of at least one data science toolkits;- Knowledge and experience of SQL querying;- Knowledge and experience of working with R, Python, Scala, or Java;- Knowledge of Data Visualisation tools (Ideally with Tableau or PowerBI).This role will evolve over time and can offer significant career opportunities for a Junior Data Scientist looking to develop their career in a lucrative part of the media sector. To find out more, send an updated CV to Lewis Blades as interviews will be starting soon.KEY SKILLS: Graduate / Junior / Data Science / Analytics / Machine Learning / ML / Algorithms / SQL / NoSQL / R / Python / Scala / Java / Data Visualisation / Power BI / Tableau / Qlikview / Data Scientist / Greenfield / Azure Platform / Media / London\n\n\n\nContact: Lewis Blades\r\n        \n\nReference: CWJobs/BBBH8414\r\n        \n\nJob ID: 68333951"
    },
    {
        "salary": "to £highly competitive + benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/ecm-selection-job68360525?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368360525",
        "location": "Cambridge, Cambridgeshire",
        "title": "PhD Data Scientist / Data Engineer - PhD, data science, statistics",
        "recruiter": "ECM Selection",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "Are you a PhD with strong analytical skills, extensive knowledge of statistics, and a prolific programmer? This top consultancy is keen to find a Data Scientist / Data Engineer with this balance of skills, and with specific experience of relevant technologies.You will have:•A data-oriented PhD, and good degree in a relevant scientific subject from a top university, and strong A-levels especially including mathematics with statistics•Experience of statistical modelling and model development / selection•Substantial programming experience in Python, Java, Scala or F#•Statistical programming in R or MATLAB•Experience with Hadoop or a comparable data science platformAnd one or more of (formally, or through personal interest projects):Experience with machine learning frameworks such as Spark; experience with NoSQL databases such as ElasticSearch; proven ability developing AI; or practical electronics.This successful consultancy has considerable expertise working with high-tech data-producing devices and the Internet of Things. You’ll work with smart engineers and scientists with diverse backgrounds, on the next generation of devices and connected systems, some of which may prove to be household names.This is a rare opportunity for Data Scientist or Data Engineer to make an impact. If you’d like to be considered, do send your CV directly to ECM Selection – we read every CV, can only put forward the top few candidates, but would be keen to hear from you.Keywords: PhD, data science, statistics, machine learning, NoSQL, Python, R, HadoopAnother top job from ECM, the high-tech recruitment experts. Even if this job's not quite right, do contact us now - we may well have the ideal job for you. To discuss your requirements call 01223 813399 or email your CV. We will always ask before forwarding your CV.Please apply (quoting ref: CW23445) only if you are eligible to live and work in the UK. By submitting your details you certify that the information you provide is accurate.\n\n\nContact: ECM Selection\r\n        \n\nReference: CWJobs/CW23445\r\n        \n\nJob ID: 68360525"
    },
    {
        "salary": "Excellent Rates - Experience Dependant",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/parallel-consulting-job68366753?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368366753",
        "location": "London, South East",
        "title": "Data Scientist - SAS, Python, R - CONTRACT - London - 3/4/2017",
        "recruiter": "Parallel Consulting",
        "job_type": "Contract",
        "date_posted": "Yesterday",
        "description": "Data Scientist / Statistician - SAS, Python, R - CONTRACT - London - *Split locations*\rA leading e-Commerce client are looking for a Data Scientist with SAS modelling experience to join their award winning team in London. This role will be split between the Manchester office and the London office. Please only apply if you are happy to work in the North West initially.\rThe Data Scientists will:\r* Develop models and algorithms - Propensity, attrition/churn modelling, etc.\r* Produce automated scoring code\r* Monitor the performance of Models\r* Work with a wide range of teams and stakeholders to deliver advice and recommendations.\r* Communication complex models with a range of colleagues\rEssentials: SAS and Python or R\rDesireables: Modelling / Algorithms / Propensity / Churn\rInterviews will be organised WC: 27/3/2017\rParallel Consulting is a multi-awarding winning, global leader in Analytics & Data Science recruitment.\rWith over 12 years expertise, we assist our clients within Analytics, Customer & Marketing Insight, Web Analytics, Big Data, Data Science, Credit Risk and BI.\r\n    \n\n\nContact: Danny Rahim\r\n        \n\nReference: CWJobs/DS/SAS/SPL/DR\r\n        \n\nJob ID: 68366753"
    },
    {
        "salary": "£500 - £700 per day + Excellent Rates - Experience Dependant",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/parallel-consulting-job68304670?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368304670",
        "location": "Warrington, Cheshire",
        "title": "Data Scientist - Python, R, SAS - CONTRACT - Manchester - ASAP",
        "recruiter": "Parallel Consulting",
        "job_type": "Contract",
        "date_posted": "Expires in 1 day",
        "description": "Data Scientist - Python, R, SAS - CONTRACT - Manchester - ASAP\rA leading e-Commerce company are looking for a Data Scientist with SAS modelling experience to join their award winning team in the North West of England.\rThe Data Scientists will:\r* Develop models and algorithms - Propensity, attrition/churn modelling, etc.\r* Produce automated scoring code\r* Monitor the performance of Models\r* Work with a wide range of teams and stakeholders to deliver advice and recommendations.\r* Communication complex models with a range of colleagues\rEssentials: Python or R and SAS\rDesireables: Modelling / Algorithms / Propensity / Churn\rInterviews will be organised WC: 13/3/2017\rParallel Consulting is a multi-awarding winning, global leader in Analytics & Data Science recruitment.\rWith over 12 years expertise, we assist our clients within Analytics, Customer & Marketing Insight, Web Analytics, Big Data, Data Science, Credit Risk and BI.\r\n    \n\n\nContact: Danny Rahim\r\n        \n\nReference: CWJobs/DS/SAS/05/DR\r\n        \n\nJob ID: 68304670"
    },
    {
        "salary": "£62955 - £113319 per annum + Negotiable",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/big-wednesday-digital-ltd-job68228521?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368228521",
        "location": "Frankfurt, Hesse",
        "title": "Data Scientist / Machine Learning Expert - Bangkok, Thailand",
        "recruiter": "Big Wednesday Digital Ltd",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "Data Scientist / Machine Learning Expert Please note this role is based in Bangkok, Thailand - full relocation and visa sponsorship providedCharm us with:An earned stripes in coding, in data handling, in statistics and in machine learning (3-5 years of Data Science experience is a must)A good balance between theory and practice and a strong desire to learn and keep up with the latest technologies (an academic quantitative degree, preferably a PhD, earns more points)A good knowledge of what's \"Under the hood\" of statistical methodsCoding, coding, coding (R, Python, C#, Java, C++, Scala, …)Some extra points on: SQL, NLP, business acumen, blog writing, good sense of humorBeing excited to join us here in BangkokCompany:Our client is the largest and fastest growing online hotel booking platform in Asia. With elite talent from over 65 countries, the atmosphere of a start-up and the muscle of a $bn business, this company is an incredible technical creative melting pot.Technology is not just what they do - it's at the heart of who they are. They put cutting-edge technology in your hands so you can help them change the way people run their lives. They want you to come with them so they can get there - and get your career going places, too.Maintaining this growth requires an incredible amount of data, a superior IT infrastructure, and world class talent to bring it all together.Your role is to:Crack their business problems and come up with deployable machine learning modelsInterface with business to make sure they are asking the right questionsSift through our data and find them some gems Be a world-class hands-on deploy masterOur client offers:Competitive annual salaryMedical coverageDiscounted hotel accommodation; anywhere in the worldExposure to travel industryCareer advancement opportunitiesWork environment: multinationalDress code: smart casualWe welcome both local and international applications for this role. Full visa sponsorship and relocation assistance available.If you are a Lead Data Scientist and this role appeals to you we want to hear from you straight away. Send us your CV now.We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, colour, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\r\n    \r\n    \n\nContact: Stefania Cook\r\n        \n\nReference: CWJobs/16TA14G001P10\r\n        \n\nJob ID: 68228521"
    },
    {
        "salary": "£60532.69 - £161420.50 per annum + Negotiable",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/big-wednesday-digital-ltd-job68227167?entryurl=%2fjobs%2fdata-scientist%3fpage%3d3%2368227167",
        "location": "NY - New York, United States",
        "title": "Data Scientist / Machine Learning Expert - Bangkok, Thailand",
        "recruiter": "Big Wednesday Digital Ltd",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "*Please no C2C / 3rd party applications* Data Scientist / Machine Learning Expert Please note this role is based in Bangkok, Thailand - full relocation and visa sponsorship providedCharm us with:An earned stripes in coding, in data handling, in statistics and in machine learning (3-5 years of Data Science experience is a must)A good balance between theory and practice and a strong desire to learn and keep up with the latest technologies (an academic quantitative degree, preferably a PhD, earns more points)A good knowledge of what's \"Under the hood\" of statistical methodsCoding, coding, coding (R, Python, C#, Java, C++, Scala, …)Some extra points on: SQL, NLP, business acumen, blog writing, good sense of humorBeing excited to join us here in BangkokCompany:Our client is the largest and fastest growing online hotel booking platform in Asia. With elite talent from over 65 countries, the atmosphere of a start-up and the muscle of a $bn business, this company is an incredible technical creative melting pot.Technology is not just what they do - it's at the heart of who they are. They put cutting-edge technology in your hands so you can help them change the way people run their lives. They want you to come with them so they can get there - and get your career going places, too.Maintaining this growth requires an incredible amount of data, a superior IT infrastructure, and world class talent to bring it all together.Your role is to:Crack their business problems and come up with deployable machine learning modelsInterface with business to make sure they are asking the right questionsSift through our data and find them some gems Be a world-class hands-on deploy masterOur client offers:Competitive annual salaryMedical coverageDiscounted hotel accommodation; anywhere in the worldExposure to travel industryCareer advancement opportunitiesWork environment: multinationalDress code: smart casualWe welcome both local and international applications for this role. Full visa sponsorship and relocation assistance available.If you are a Lead Data Scientist and this role appeals to you we want to hear from you straight away. Send us your CV now.We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, colour, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.\r\n    \r\n    \n\nContact: Stefania Cook\r\n        \n\nReference: CWJobs/16TA14G001P10\r\n        \n\nJob ID: 68227167"
    },
    {
        "salary": "£25000 - £32000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/oscar-job68335725?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368335725",
        "location": "City, London",
        "title": "Data Scientist",
        "recruiter": "Oscar",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Scientist- SQL, SAS, - Central London, up to £32,000A new role has come to light for a Data Scientist to be based in Central London. Due to recent expansion and development of new technology products we are looking to expand the Data Science function in LondonYou will be working for a market leading organisation within Marketing Data Analytics using techniques such as cluster analysis and regression modelling. You will be expected to perform profitability analysis, predictive models, segmentations, campaign selections and reports. This role sits within a small established team of Data Scientists and has been created to expand the delivery of data science projects.You will need to have relevant qualifications (degree level or higher) in Maths/Statistics or Data Science and experience using SQL, and SAS/ SPSS.SkillsSQL ServerSAS / SPSS modellingExcelExcellent communication skillsThe PersonWe are looking for a driven, motivated individual with an analytical mind-set. You will a keen interest in developing Big Data platforms and delivering business changing insight.This is an excellent opportunity; please don't hesitate to get in touch for more information. Data Scientist- SQL, SAS, - Central London, up to £32,000Oscar Technology Limited is acting as an Employment Agency in relation to this vacancy.\r\n    \r\n    \n\nContact: Mark Whales\r\n        \n\nReference: CWJobs/34078\r\n        \n\nJob ID: 68335725"
    },
    {
        "salary": "£42000 - £55000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/austin-fraser-job68227618?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368227618",
        "location": "London, South East",
        "title": "Data Scientist",
        "recruiter": "Austin Fraser",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "My client is an award-winning global mobile application company, despite only being formed in 2014. They are seeking a Data Scientist to come in at a relatively junior level to join their award winning team.Skills required:Hands on SQL experienceData ModellingData WarehousingData CleaningTableau/Periscope/Mode/D3Python (Spark, Neo4J or ElasticSearch desirable)This is a great opportunity to join a really successful company growing fast, they have exceptionally high standards so you will only be working with the best. You must be Eligible to work in the UK to apply.\r\n    \r\n    \n\nContact: Ryan Wicks\r\n        \n\nReference: CWJobs/RXW8121\r\n        \n\nJob ID: 68227618"
    },
    {
        "salary": "£35000 - £42000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/searchability-job68350310?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368350310",
        "location": "Sheffield, South Yorkshire",
        "title": "Data Scientist",
        "recruiter": "Searchability",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "HUGELY EXCITING OPPORTUNITY FOR A DATA SCIENTIST TO JOIN A MARKET LEADING ANALYTICS COMPANY IN SHEFFIELD!!Minimum of 3 years commercial experienceExcellent leadership potential and personal developmentR / Python / Statistics / Algorithms / Qlik Sense / UtilitiesOpportunity for international travelTo apply please call 0113 887 8355 or email Based in Sheffield we are a market leading Analytics company, with a strong focus on the Utilities sector, that is currently enjoying rapid growth due to an influx of projects from our established client base. We have been established for over 10 years and we have grown year on year. We are now recruiting for an experienced Data Scientist with strong / Python / Statistics / Algorithms / Qlik Sense / Utilities experience. Additional consultancy experience would be a distinct advantage. Sourced by: @ITJobs_N - your 24/7 twitter feed of latest IT vacancies across YorkshireWHO ARE WE?We are an Analytics company and we provide cutting edge solutions to the country's biggest utilities companies. We are a rapidly expanding company with a hugely talented team that is the driving force behind the business. We have a passion for innovation and this passion will remain a fundamental part of the business. We are currently expanding our team by appointing an experienced and dedicated Data Scientist with solid R / Python / Statistics / Algorithms / Qlik Sense / Utilities skills.WHAT YOU WILL BE DOINGAs an experienced Data Scientist you will be required to take on a leading role on multiple projects and liaise with senior external stakeholders. The Data Scientist should have a background in one of the following degrees Maths, Statistics or Geography and will be responsible for the analysis and insight of large unstructured data sets for the purposes of asset infrastructure decision support.If the Data Scientist has experience in the utilities sector that would be of great benefit to my client. Candidates must have strong coding skills using Python and statistical modelling experience ideally using R however other statistical packages such as SPSS or SAS would be considered.As a Data Scientist, you will be responsible for adding functionality to our existing products. The Data Scientist will also be responsible for improving the quality of data the company uses. You should have experience with Predictive Analytics and Algorithms development.WE NEED YOU TO HAVERPythonPredictive AnalyticsAlgorithmsData VisualisationIT'S NICE TO HAVEQlik SenseConsultancy experienceUtilities experienceTO BE CONSIDEREDPlease apply by clicking online or emailing me directly to . For further information please call me on 0113 887 8355. I can make myself available outside of normal working hours to suit from 7am until 10pm. If unavailable please leave a message and either myself or one of my colleagues will respond. By applying for this role you give express consent for us to process & submit (subject to required skills) your application to our client in conjunction with this vacancy only. Also feel free to follow me on Twitter @BigDataJames or connect with me on LinkedIn, just search James Lovick in Google! I look forward to hearing from you. IND123KEY SKILLS: R / Python / Statistics / Algorithms / Qlik Sense / Utilities\n\n\nContact: James Lovick\r\n        \n\nReference: CWJobs/JL 3798\r\n        \n\nJob ID: 68350310"
    },
    {
        "salary": "£35000 - £42000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/searchability-job68340474?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368340474",
        "location": "Sheffield, South Yorkshire",
        "title": "Data Scientist",
        "recruiter": "Searchability",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Scientist - R / Python / Statistics / Algorithms / Qlik Sense HUGELY EXCITING OPPORTUNITY FOR A DATA SCIENTIST TO JOIN A MARKET LEADING ANALYTICS COMPANY IN SHEFFIELD!!Minimum of 3 years commercial experienceExcellent leadership potential and personal developmentR / Python / Statistics / Algorithms / Qlik Sense Opportunity for international travelTo apply please call 0113 887 8355 or email Based in Sheffield we are a market leading Analytics company, with a strong focus on the Utilities sector, that is currently enjoying rapid growth due to an influx of projects from our established client base. We have been established for over 10 years and we have grown year on year. We are now recruiting for an experienced Data Scientist with strong / Python / Statistics / Algorithms / Qlik Sense experience. Additional consultancy experience would be a distinct advantage. Sourced by: @ITJobs_N - your 24/7 twitter feed of latest IT vacancies across YorkshireWHO ARE WE?We are an Analytics company and we provide cutting edge solutions to the country's biggest utilities companies. We are a rapidly expanding company with a hugely talented team that is the driving force behind the business. We have a passion for innovation and this passion will remain a fundamental part of the business. We are currently expanding our team by appointing an experienced and dedicated Data Scientist with solid R / Python / Statistics / Algorithms / Qlik Sense / Utilities skills.WHAT YOU WILL BE DOINGAs an experienced Data Scientist you will be required to take on a leading role on multiple projects and liaise with senior external stakeholders. The Data Scientist should have a background in one of the following degrees Maths, Statistics or Geography and will be responsible for the analysis and insight of large unstructured data sets for the purposes of asset infrastructure decision support.If the Data Scientist has experience in the utilities sector that would be of great benefit to my client. Candidates must have strong coding skills using Python and statistical modelling experience ideally using R however other statistical packages such as SPSS or SAS would be considered.As a Data Scientist, you will be responsible for adding functionality to our existing products. The Data Scientist will also be responsible for improving the quality of data the company uses. You should have experience with Predictive Analytics and Algorithms development.WE NEED YOU TO HAVERPythonPredictive AnalyticsAlgorithmsData VisualisationIT'S NICE TO HAVEQlik SenseConsultancy experienceUtilities experienceTO BE CONSIDEREDPlease apply by clicking online or emailing me directly to . For further information please call me on 0113 887 8355 / 07464 482 375. I can make myself available outside of normal working hours to suit from 7am until 10pm. If unavailable please leave a message and either myself or one of my colleagues will respond. By applying for this role you give express consent for us to process & submit (subject to required skills) your application to our client in conjunction with this vacancy only. Also feel free to follow me on Twitter @SearchableAnt or connect with me on LinkedIn, just search Anthony Birley in Google! I look forward to hearing from you. IND123KEY SKILLS: R / Python / Statistics / Algorithms / Qlik Sense \n\n\nContact: Anthony Birley\r\n        \n\nReference: CWJobs/ABB 3798\r\n        \n\nJob ID: 68340474"
    },
    {
        "salary": "£40000 - £50000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/searchability-job68350309?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368350309",
        "location": "Chester, Cheshire",
        "title": "Data Scientist",
        "recruiter": "Searchability",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "HUGELY EXCITING OPPORTUNITY FOR A DATA SCIENTIST TO JOIN A MARKET LEADING BIG DATA COMPANY IN CHESTER!!Minimum of 5 years commercial experienceExcellent leadership and growth potentialR / Python / Java / Machine Learning / AlgorithmsCompetitive salaryTo apply please call 01244 567 567 or email Based in Chester, we are a market leading Big Data company that has enjoyed rapid growth since they were established over 5 years ago. We are now recruiting for an experienced Data Scientist with strong R / Python / Java / Machine Learning / Algorithms experience. Sourced by: @ITJobs_NW - your 24/7 twitter feed of latest IT vacancies across the North WestWHO ARE WE?We are a leading solutions company and we provide cutting edge solutions to some of the country's biggest companies. We are a rapidly expanding company with a hugely talented team that is the driving force behind the business. We have a passion for innovation and this passion will remain a fundamental part of the business and the basis for our continuing success. We are currently looking to expand our team further by appointing an experienced and dedicated Data Scientist with solid R / Python / Java / Machine Learning / Algorithms skills.WHAT YOU WILL BE DOINGAs an experienced Data Scientist you will be required to take on a leading role in the development and delivery of data science platforms and systems coupled with mentoring responsibilities. You must have strong coding skills and have experience with one of the following programming languages, Python, Scala or Java. In addition to this experience with R or Matlab as a statistical modelling tool is required. As a Data Scientist, you will be responsible for adding functionality to our existing products. The Data Scientist will also be responsible for improving the quality of data the company uses. You must also manipulate and analyse large complex data setsCandidates must have an understanding of quantitative approaches for large scale data manipulation and analytics and have experience using Data Mining algorithms. Natural Language Processing (NLP) experience is also required. WE NEED YOU TO HAVERPythonScalaData MiningJavaNLPAlgorithmsGit - Version ControlIT'S NICE TO HAVEKnowledge of Linux / Unixfull project delivery lifecycleTO BE CONSIDEREDPlease apply by clicking online or emailing me directly to . For further information please call me on 01244 567 567. I can make myself available outside of normal working hours to suit from 7am until 10pm. If unavailable please leave a message and either myself or one of my colleagues will respond. By applying for this role you give express consent for us to process & submit (subject to required skills) your application to our client in conjunction with this vacancy only. Also feel free to follow me on Twitter @BigDataJames or connect with me on LinkedIn, just search James Lovick in Google! I look forward to hearing from you. IND123KEY SKILLS: R / Python / Java / Machine Learning / Algorithms\n\n\nContact: James Lovick\r\n        \n\nReference: CWJobs/JL DATA\r\n        \n\nJob ID: 68350309"
    },
    {
        "salary": "£45000 - £50000 per annum + benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/searchability-job68341722?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368341722",
        "location": "Manchester, Lancashire",
        "title": "Data Scientist",
        "recruiter": "Searchability",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Scientist - R / Spark / Python / Machine Learning / Artificial Intelligence / AlgorithmHUGELY EXCITING OPPORTUNITY FOR A DATA SCIENTIST TO JOIN A MARKET LEADING BIG DATA COMPANY IN MANCHESTER!!Minimum of 5 years commercial experienceExcellent leadership and growth potentialR / Spark / Python / Machine Learning / Artificial Intelligence / AlgorithmCompetitive salaryTo apply please call 01244 567 567 or email Based in Manchester, we are a market leading Big Data company that has enjoyed rapid growth since they were established over 5 years ago. We are now recruiting for an experienced Data Scientist with strong R / Python / Java / Machine Learning / Algorithms experience. Sourced by: @ITJobs_NW - your 24/7 twitter feed of latest IT vacancies across the North WestWHO ARE WE?We are a leading solutions company and we provide cutting edge solutions to some of the country's biggest companies. We are a rapidly expanding company with a hugely talented team that is the driving force behind the business. We have a passion for innovation and this passion will remain a fundamental part of the business and the basis for our continuing success. We are currently looking to expand our team further by appointing an experienced and dedicated Data Scientist with solid R / Spark / Python / Machine Learning / Artificial Intelligence / Algorithmskills.WHAT YOU WILL BE DOINGAs an experienced Data Scientist you will be required to take on a leading role in the development and delivery of data science platforms and systems coupled with mentoring responsibilities. You must have strong coding skills and have experience with one of the following programming languages Python and Spark.In addition to this experience with R or Matlab as a statistical modelling tool is required. As a Data Scientist, you will be responsible for adding functionality to our existing products. The Data Scientist must have experience with Machine Learning and Artifical Intelligence and must also manipulate and analyse terabytes worth of dataCandidates must have an understanding of quantitative approaches for large scale data manipulation and analytics and have experience using different types of algorithms. WE NEED YOU TO HAVERPythonSparkMachine LearningArtificial IntelligenceAlgorithmsIT'S NICE TO HAVEStakeholder Engagement SkillsKnowledge of Linux / UnixFull project delivery lifecycleTO BE CONSIDEREDPlease apply by clicking online or emailing me directly to . For further information please call me on 0161 694 799 / 07464 482 375. I can make myself available outside of normal working hours to suit from 7am until 10pm. If unavailable please leave a message and either myself or one of my colleagues will respond. By applying for this role you give express consent for us to process & submit (subject to required skills) your application to our client in conjunction with this vacancy only. Also feel free to follow me on Twitter @SearchableAnt or connect with me on LinkedIn, just search Anthony Birley in Google! I look forward to hearing from you. IND123KEY SKILLS: R / Spark / Python / Machine Learning / Artificial Intelligence / Algorithm\n\n\nContact: Anthony Birley\r\n        \n\nReference: CWJobs/ANB DATA\r\n        \n\nJob ID: 68341722"
    },
    {
        "salary": "Unspecified",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/churchill-frank-job68304774?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368304774",
        "location": "Wiltshire, South West",
        "title": "Data Scientist",
        "recruiter": "Churchill Frank",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "Churchill Frank are working with a respected consultancy in building out the data science consulting function of the business. The privately owned company seeks a Data Scientist to help with their project work; this involves client visits 50% of the week and the other 50% to be in the head office with the larger team.\rResponsibilities\r*Develop bespoke data science tools for clients\r*Data analysis and model development using the R programming language\r*Build analytical ecosystems using technologies like R, Python and Shiny\r*Attend client meetings\r*Contribute to customer proposals\r*Providing accurate estimates during pre-sales process\r*Attend conferences\r*Actively maintain public R packages\rRequirements\r*An MSc or Ph.D. in Computer Science, Machine Learning, Statistics, Artificial Intelligence or Mathematics\r*Experience of working with large volumes of data *Expert knowledge of R *Experience in programming languages such as R, Python or SAS\r*A knowledge of Machine Learning techniques and data mining algorithms\r*Work experience with Hadoop or a similar platform is desirable\r\n\n\n\nContact: Rob Mills\r\n        \n\nReference: CWJobs/DS123\r\n        \n\nJob ID: 68304774"
    },
    {
        "salary": "Up to £45,000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/set2recruit-job68226756?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368226756",
        "location": "South West London (SW1), South West London",
        "title": "Data Scientist",
        "recruiter": "set2recruit",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "A successful, cutting-edge data analytics company based in South West London are looking for a Data Scientist to join their talented team.The company have created their own data driven products to help clients trade more efficiently, and you'll be working on a mixture of external and internal projects.You'll be providing insights for clients, helping to grow the product roadmap and providing quantitative expertise.Responsibilities:- Define the quantitative aspects of a project - Help with the design and prototype concepts for implementation - Be the subject matter expert for applied analytics - Expand choice of analytical techniques usedSkills:- Masters or PhD in numerical discipline - Develop maths solutions using C, C++, Java, Python and Fortran - Use systems such as R, MATLAB, SAS, SPSS, Mathematica - Extract meaning from complex data by applying various techniques from mathematics, decision science, data warehousing and data engineering- Communicate ideas well to a non-technical audience - Work on multiple projects simultaneously \n\n\nContact: Miriam de Medwe\r\n        \n\nReference: CWJobs/S2R-MM-2362\r\n        \n\nJob ID: 68226756"
    },
    {
        "salary": "£40000 - £60000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/oscar-job68311858?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368311858",
        "location": "Crawley, West Sussex",
        "title": "Data Scientist",
        "recruiter": "Oscar",
        "job_type": "Permanent",
        "date_posted": "Expires in 2 days",
        "description": "Data Scientist - Gatwick - up to £70,000A new role has come to light for a Data Scientist to be based in the South East. Due to recent expansion my client are looking to bring in expertise in data analysis and Big Data platform development.This is working with a global organisation looking to set up a Data Science function as part of a heavy investment in Data and Analytics. The Data scientist is central to this expansion but in a addition we will be looking at a number of data visualisation / reporting analyst to compliment the skill set. Data is stored in a SQL Azure Data Lake as well as coming from additional stores.My client are certainly open to someone looking to relocate within or to the UK for this position and this position could be based in other UK offices with some travel.ResponsibilitiesAnalysis and interpretation of Big Data initiativesManipulation and analysis of complex, high volume data from multiple sources.Presentation of insightsDevelopment of the Big data platformManagement of large data sets using SQLWorking with Analysts and Developers on Big Data SolutionsStatistical Data Analysis, predictive modelling and simulationsYou will need to have relevant qualifications in Data Science and experience using SQL, Data Science Toolkits and RDBMS.SkillsSQL Azure Data store experiencePythonData Science tools - R, Hadoop, Matlab or similarNoSQL Databases - MongoDB, Cassandra or similarRDBMS - SQL, Oracle, MySQLAdept at analysis of large data setsThe PersonWe are looking for a driven, motivated individual with an analytical mind-set. You will a keen interest in developing Big Data platforms and delivering business changing insight.This is an excellent opportunity, please don't hesitate to get in touch for more information. Data Scientist - Gatwick - up to £70,000Oscar Technology Limited is acting as an Employment Agency in relation to this vacancy.\r\n    \r\n    \n\nContact: Mark Whales\r\n        \n\nReference: CWJobs/MW 34173\r\n        \n\nJob ID: 68311858"
    },
    {
        "salary": "£30000 - £45000 per annum + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/searchability-job68350301?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368350301",
        "location": "Warrington, Cheshire",
        "title": "Data Scientist",
        "recruiter": "Searchability",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "HUGELY EXCITING OPPORTUNITY FOR A DATA SCIENTIST TO JOIN A MARKET LEADING ANALYTICS COMPANY IN WARRINGTON!!Minimum of 1 years commercial Data Science experienceExcellent leadership and growth potentialR / Python / Machine Learning / Java / ScalaCompetitive salaryTo apply please call 01244 567 567 or email Based in Warrington, we are one of Europe's largest technology companies and we undertake pioneering Data Science projects across multiple sectors. We are now recruiting for an experienced Data Scientist with strong R / Python / Machine Learning / Java /ScalaSourced by: @ITJobs_NW - your 24/7 twitter feed of latest IT vacancies across the North WestWHO ARE WE?We are a leading technology company and we combine the most cutting edge technology on the market with the some of the most talented Data Scientists, Engineers and Software Developers to create market leading Big Data solutions. Since our inception 10 years ago, we have established ourselves as one of the best Big Data Analytics companies in the country. We are rapidly expanding and we have a forward-thinking vision and multi-million pound funding. We plan to provide a service that enables industry to utilise better products, services and processes. Our teams bring together positive, optimistic and challenging ideas to deliver a competitive advantage to some of the UKs most well known brandsWHAT YOU WILL BE DOINGAs Data Scientist you will join our team of world class Data Scientists and you will have the opportunity to work and lead a variety of projects across different sectors, applying and expanding your skills in Data Analysis, Machine Learning and Natural Language Processing (NLP). You will also identify appropriate technologies and design appropriate technology solutions using Python, R or Scala.There will be the chance to engage with senior stakeholders and build proof of concepts to demonstrate Data Science capabilities to our clients. Other responsibilities involve data validation and presenting insights to senior management, making site visits and writing publications that will be utilised by the sector. We are also looking for candidates who have worked with a variety of Machine Learning algorithms such as Naïve Bayes, Random Forests and SVM.Additional experience with NLP would be a benefit for this role. Candidates should a strong background in statistics and have experience using SPSS .WE NEED YOU TO HAVERPythonScalaMachine LearningStatistical ModellingNLPStrong Communication skillsMSc Computer Science, Maths or relevantIT'S NICE TO HAVEJavaScalaSPSS TO BE CONSIDEREDPlease apply by clicking online or emailing me directly to . For further information please call me on 01244 567 567 / 07833 460 873. I can make myself available outside of normal working hours to suit from 7am until 10pm. If unavailable please leave a message and either myself or one of my colleagues will respond. By applying for this role you give express consent for us to process & submit (subject to required skills) your application to our client in conjunction with this vacancy only. Also feel free to follow me on Twitter @BigDataJames or connect with me on LinkedIn, just search James Lovick in Google! I look forward to hearing from you. IND123KEY SKILLS: R / Python / Machine Learning / Java / Scala\n\n\nContact: James Lovick\r\n        \n\nReference: CWJobs/JL 3872\r\n        \n\nJob ID: 68350301"
    },
    {
        "salary": "£70000.00 - £110000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/sanderson-job68094466?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368094466",
        "location": "Edinburgh, Midlothian",
        "title": "Data Scientist",
        "recruiter": "Sanderson",
        "job_type": "Permanent",
        "date_posted": "Posted 20 days ago",
        "description": "This is a brilliant opportunity to take on a brand new role within in brand new team while having the support of a globally estbalished, secure and succesful asset managemnt firm. The new Data Scientist team has been created to maximise the use of all data srouces to end of enhancing service provision, new product creation and performance enhancement. Day to Day you will...Conduct data discovery and explorationWork with other bsiness areas by using your data findings to solve their porblems and suggest new solutions and ideasContinually improve the analytical approach of the teamIdenitfty new datasets to be captured and contribute to the wider analtics community within the firm. We are looking for people who....Are curious. creative and result-drivenHave significat experince in two of the following: Python, R, .Net, SQL, ScalaHave experince in some of the following: Natural Language Processing, graph analysis, machine learning, open data, virtulisation and data discovery tools such as D3, Shiny, Tableu etc. If this role is of interest then please get in touch, I look forward to hearing from you.\r\n    \r\n    \n\nContact: Scott Parker\r\n        \n\nReference: CWJobs/HQ00076579\r\n        \n\nJob ID: 68094466"
    },
    {
        "salary": "From £50,000 to £75,000 per annum inc Bonus + Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/hitachi-consulting-uk-job67890232?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2367890232",
        "location": "London, South East",
        "title": "Data Scientist",
        "recruiter": "Hitachi Consulting UK",
        "job_type": "Permanent",
        "date_posted": "Reposted yesterday",
        "description": "Data ScientistHitachi Consulting is the global business and IT consulting company of Hitachi Ltd and is recognised as a leader in delivering proven business strategies and technology solutions. Hitachi Consulting offers the agility of a smaller firm, the stability of a larger firm and the innovation that comes from being part of the global Hitachi group.With a balanced view of strategy, people, process and technology, Hitachi Consulting works with organisations to understand their unique business needs, and to develop and implement solutions that provide measurable value quickly through the inspired work of great people.Practice OverviewThe growth of big data means that our customers are looking to derive further insight and opportunities from their existing systems, and to utilise advanced data driven software algorithms to improve and optimise their businesses. To meet this need, the Information Management (IM) practice of Hitachi Consulting is establishing a Data Science and Machine Learning team that is able to bring added value to existing and future projects. An opportunity exists for an ambitious and creative Data Scientist to join the practice and take a leading role in defining opportunities and delivering best-in-class solutions as part of a multi-disciplinary team of software and industry experts.ResponsibilitiesSuccessful candidates will recognise that the core of their skill set is formed through the pragmatic application of their technical expertise, allied to an ability to express their opinions to decision makers and problem solve.The main areas of responsibility are:To identify opportunities for how advanced technologies in the data science and machine learning space can benefit existing and future projectsTo develop and deliver data-driven solutions and ML algorithms as part of an overall team, or working under your own supervisionTo apply logical common sense pragmatism in order to understand and address Business requirements with appropriate technology choicesTo be able to present complex technical concepts and ideas in a business forum appropriately To assist the sales team on occasional pre-sales opportunitiesTaking accountability and responsibility for delivering consistently professional grade work to targets and on budget with a high level of professionalismBackgroundWe hire professionals who are passionate about the benefits that technology can bring to the business. You will be excited about the new opportunities that exist in this space and keen to bring new technologies to market. The successful candidate will have a number of the following attributes: A top degree (and possibly PhD) from a top university in engineering, computer science, physics, maths or similarExtensive knowledge of machine learning techniques including regression, classification, neural networks and clusteringResearch and/or development experience in working with large data setsStrong software abilities in Python, Scala, C++ or similarExperience working with SQL and No-SQL databases, data visualization technologies and cloud infrastructure platformsA love of working in an agile development environmentCreativity combined with a pragmatic problem solving abilityTravelWhilst Hitachi Consulting is respectful of our employees work / life balance candidates should be fully prepared to travel throughout the UK and internationally if required. Hitachi Consulting offers excellent benefits and career growth to all employees and is an equal opportunity employer.Hitachi Consulting offers excellent benefits and career growth to all employees and is an equal opportunity employer.About UsHitachi Consulting is the global business and IT consulting company of Hitachi Ltd and is recognised as a leader in delivering proven business strategies and technology solutions. HC offers the agility of a smaller firm, the stability of a larger firm and the innovation that comes from being part of the global Hitachi group.With a balanced view of strategy, people, process and technology, Hitachi Consulting works with organisations to understand their unique business needs, and to develop and implement solutions that provide measurable value quickly through the inspired work of great people.Hitachi Consulting offers excellent benefits and career growth to all employees. We are an equal opportunity employer.\n\n\nContact: Hitachi Recruiting\r\n        \n\nReference: CWJobs/JS2\r\n        \n\nJob ID: 67890232"
    },
    {
        "salary": "£75000 - £80000 per annum + Bonus, Healthcare, Pension",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/eligo-recruitment-ltd-job68317053?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368317053",
        "location": "London, South East",
        "title": "Data Scientist",
        "recruiter": "Eligo Recruitment Ltd",
        "job_type": "Permanent",
        "date_posted": "Expires in 2 days",
        "description": "Are you up for the challenge of finding invaluable insights from a sea of rapidly growing data? A fast growing and dynamic online media organisation is looking for a Data Scientist with expertise in data to help take their business goals to the next level.Take home a salary of £80,000 or higher depending on experience and skill, along with a pension scheme, life and health insurance, discounts on gym memberships and a cycle to work scheme.You'll be challenged on a daily basis, teasing out the most valuable insights from vast collections of rapidly growing data. Using your skills in SQL, relational databases and experience of processing large data sets (with Hadoop, MapReduce, Hive or Pig). What does an average day of a Data Scientist look like?Evaluating and implementing data science tools and technologies whilst providing technical leadership to others in the data teamResponding to requests from specific data insights whilst identifying opportunities and designing data solutionsDriving the refinement of existing data sources and collection of new data to support your work whilst collaborating with engineers and developers to deliver projects. Have you got what it takes? Technical Leader - that takes pride in developing and distributing innovative solutions for others to followExperience - of handling large amounts of dynamic data, as well as delivering insight to drive product developmentBusiness insight - along with some web experience to deliver projects without unnecessary delayData Science Skillset - Natural Language Processing and text mining, Machine Learning and Deep Learning If you're up to the challenge of taking on this role of Data Scientist whilst helping to build a brand-new data team, then get in touch! Are you a Data Scientist or Data Engineer but this role doesn't quite fit? Eligo Technology are a leading Big Data and Analytics consultancy specialising in data engineering & data science jobs, for all levels, spanning all sectors. Please don't hesitate to get in touch with us for a confidential chat about how we can secure you your perfectBigData Job.\n\n\nContact: John Stephenson\r\n        \n\nReference: CWJobs/J14685\r\n        \n\nJob ID: 68317053"
    },
    {
        "salary": "Up to £60,000 per annum",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/owen-daniels-consultancy-job68221033?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368221033",
        "location": "Guildford, Surrey",
        "title": "Data Scientist",
        "recruiter": "Owen Daniels Consultancy",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "Are you a Data Scenitist looking to join a forward thininmg company with the latest innovations and technology. If so then we need to talk now especially if you have a good understanding of Sql servers. Expsoure to R and Python would be a major plus. Data ScientistWhat you’ll be doing·People Analytics is one of the companis strategic objectives, by 2020 20% from their revenue will be derived from People Analytics. The People Analytics team needs to build and market this proposition and support thei consultants across the globe in bringing it to life for their clients. Data is not new for them, it is in their DNA. However it is their objective to bring it to another level (beyond single clients, beyond ‘just’ developing great and psychometrically sound assessment solutions). They are convinced that data driven insights create more value to both individual employees as to the strategic objectives of their clients. Initially their work and proposition will be focussed on Capitalizing the (assessment) data they have and on enriching it with (more) client data (HR Metrics, business data).·They are really looking for someone that combines the technical capabilities with an entrepreneurial spirit. Yes they do have much data-experience, but the people Analytics ambitions do require them to do things differently and to build a new function from scratch. Experience with HR, or People Analytics is not a necessity, affinity with people and HR however is crucial. What you’ll bring·Experience with R and/or Python·Experience of an SQL based database language with a RDMS Knowledge of and experience with Exploratory Data Analyses, inferential analyses, modeling, prediction, machine learning etc.·Good understanding of and skills in statistical learning techniques and algorithms.·Data Munging and Visualization experience \n\n\nContact: daniel weeks\r\n        \n\nReference: CWJobs/DW201761\r\n        \n\nJob ID: 68221033"
    },
    {
        "salary": "£35000 - £45000 per annum + Benefits + Bonus",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/salt-job68358350?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368358350",
        "location": "London, South East",
        "title": "Data Scientist",
        "recruiter": "Salt",
        "job_type": "Permanent",
        "date_posted": "Yesterday",
        "description": "---------------------------------------------------------------------------------------------------------Data Scientist - London - £35,000 - 45,000--------------------------------------------------------------------------------------------------------- A unique opportunity has presented itself working for one of the Globe's biggest companies, helping them on a project to revolutionise the Healthcare sector.They are looking for data science candidates who are enthusiastic about making their next step into a company really revolutionising their market space.The project will involve working closely with the clients, & always being aware of opportunities to increase the revenue produced by a project by ensuring the customer are getting the most from the solution.This role will be situated in the clients on site labs. However, due to the nature of the role, the candidate must also be comfortable with travel to client site as & when required.Read through the requirements below and if you are suitable then apply through this website or send your CV and covering email directly to Darren Ellicott on ---------------------------------------------------------------------------------------------------------Key Skills--------------------------------------------------------------------------------------------------------- | Data Science | R | MatLab | Python | SPSS | Models | SQL Server | Statistic | Machine Learning | Analytics | Big Data | ---------------------------------------------------------------------------------------------------------The Role--------------------------------------------------------------------------------------------------------- Analysis of large amounts of data & application of big data and advanced analytics related to social issues, specifically in the Public SectorExploratory analysis of large datasets, drawing insights and valueRecognisition of opportunities & threats arising from new technology & business modelsDesigning of solutions, using business cases to identify any technical issues to be resolved in creating solutionsPrototyping of solutions by developing the necessary softwareKeeping up to date with vendors & the technical landscapeModel developing utilising R as a toolPreparing & submitting patentsBeing involved with cradle to grave customer projectsTravelling to & meeting clients as & when requiredBuilding analytical ecosystems using R, Python & ShinyAdding value to customer pitches---------------------------------------------------------------------------------------------------------*Requirements*---------------------------------------------------------------------------------------------------------PhD degree or equivalent experience in highly quantitative field (statistics, maths, physics etc.)Experience using R programming languageExcellent communication skills, able to engage with both internal and external stakeholders about the use of Data and Data ModelsStrong proficiency in both statistical & machine learning approachesExperience across Healthcare or a related field would be beneficialStrong customer engagement skills---------------------------------------------------------------------------------------------------------*How to Apply*---------------------------------------------------------------------------------------------------------Please do not delay in applying for this excellent opportunity. Alternatively if you have a friend or colleague that may be suitable please pass on my details. Successful referrals will be rewarded.To discuss this or other exciting Data opportunities in more detail please send your CV to  or call 0207 928 2525 / 07825 768 320\r\n    \r\n    \n\nContact: Darren Ellicott\r\n        \n\nReference: CWJobs/DaSciHRD\r\n        \n\nJob ID: 68358350"
    },
    {
        "salary": "£60k to £70k + bonus + benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/client-server-job68301282?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368301282",
        "location": "Cambridge, Cambridgeshire",
        "title": "Data Scientist - Machine Learning",
        "recruiter": "Client Server",
        "job_type": "Permanent",
        "date_posted": "Expires in 1 day",
        "description": "Data Scientist / Researcher Cambridge to £70kData Scientist / Researcher (PhD Python Machine Learning Mathematics). Pioneering smart energy software is seeking a skilled Data Scientist to join a talented Data Science Team. You will extract meaningful insights from vast amounts of data. Working closely with developers and data engineers, you will design and develop complex algorithms to analyse patterns. As a Data Scientist you will be a key player in delivering systems to enable households to manage and control their energy usage. Based in Cambridge, you will be working in a technology-driven, collegiate team environment that encourages knowledge sharing.Requirements: Strong Machine Learning and Pattern Recognition skillsExcellent academic record, up to PhD levelPython experienceDatabase experience (possibly with MySQL, ElasticSearch, Cassandra, Kafka and Spark)Excellent problem-solving and analytical skillsStrong mathematical abilitiesAs a Data Scientist your contribution will be recognised with a competitive salary (to £70k), plus bonus and benefits package including pension, private healthcare, employee discounts and an employee share scheme.Send your CV or call 020 7090 2588 today for more information on this Data Scientist opportunity.\n\n\nContact: Data Team\r\n        \n\nReference: CWJobs/BB/9846/B/CS/080317\r\n        \n\nJob ID: 68301282"
    },
    {
        "salary": "£41970 - £58758 per annum + Bonus & Excellent Benefits",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/networking-people-job68227776?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368227776",
        "location": "Amsterdam, Noord-Holland",
        "title": "Data Scientist - Amsterdam",
        "recruiter": "Networking People",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "Data Science Jobs, Data Scientist Jobs, Machine Learning, Statistics, R, Python, SQL - AmsterdamA leading Dutch organisation are currently building out their already impressive Data Science team and are urgently seeking a number of Data Scientists to join them in their very cool HQ in Amsterdam. The Data Scientist will either be educated to Msc or PhD level plus 1-3 years commercial experience. Excellent experience in building statistical and predictive models are essential in this position, along with solid software programming skills, an entrepreneurial mind-set and keen interest in working with large scale data for a company that receive millions of people visiting their website on a daily basis. To hear more about this opportunity, click apply and send over your most up to date CV for careful consideration. Data Science Jobs, Data Scientist Jobs, Machine Learning, Statistics, R, Python, SQL - Amsterdam\r\n    \n\n\nContact: Tom Goldberg\r\n        \n\nReference: CWJobs/DataScientistStartup\r\n        \n\nJob ID: 68227776"
    },
    {
        "salary": "£70000 - £85000 per annum, Benefits Benefits & Bonus included",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/opus-recruitment-solutions-ltd-job68344143?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368344143",
        "location": "London, South East",
        "title": "Data Scientist - £85K - London",
        "recruiter": "Opus Recruitment Solutions Ltd",
        "job_type": "Permanent",
        "date_posted": "Expires in 3 days",
        "description": "Data Scientist - £85K - LondonKey Skills - R/NoSQL/Machine LearningThis company is a global leader in their market and is looking for a data scientist to join their established Data Science team, it is an excellent opportunity to gain invaluable experience in the field as the company is held in very high regard in this area of specialism.Key Skills:You will have a minimum of 2-3 years’ experience with programming languages such as Python (preferred), R, or equivalent.You will be experienced with both descriptive and predictive analytic techniques including clustering, regression , classification methods, etc. (Data Mining /Machine Learning)You will have data manipulation experience using databases (SQL) and ideally also using NoSQL technologiesHave experience with data visualization and analytic techniques using tools such as Python/R (for visualization purposes), Tableau (Preferred), d3.js, gephiIdeally experience in Text Mining, Natural Language ProcessingMongoDB or Graph Databases (e.g. Neo4J)Ideally experience working with Big Data, cloud based and open source technologies including Apache Hadoop (including HBase, Hive, Mahout and Pig) , Amazon Web Services and/or ideallyuse of Google Big Query and Google Cloud PlatformIf you would like to find out more information on the role call me on 01173006386\r\n    \r\n    \n\nContact: Charlie Hackett\r\n        \n\nReference: CWJobs/JO000046\r\n        \n\nJob ID: 68344143"
    },
    {
        "salary": "£60k - 70k per year",
        "link": "https://www.cwjobs.co.uk/job/data-scientist/x4-group-job68227747?entryurl=%2fjobs%2fdata-scientist%3fpage%3d0%2368227747",
        "location": "London, South East",
        "title": "Data Scientist/Big Data Scientist",
        "recruiter": "X4 Group",
        "job_type": "Permanent",
        "date_posted": "Expires today",
        "description": "My client are an exciting Berlin/London based Fintech start-up looking for a mid-senior level Data Scientist to join their rapidly growing team in Berlin. You will be joining an English speaking team and the ability to speak German is not required for this role.Requirements:Scientiific/Engineering degree from a top universityIn depth knowledge of R/Python or similar statistical languageProven Machine Learning experience3+ years experience working with credit risk modelsBeneficial Skills:Experience with Italian retail credit/Italian securitiesAbility to speak Italian is highly beneficialThey are looking to get the successful candidate started ASAP with interviews starting from Monday 13th March. To apply for this role please either send your CV to , apply herein or call Luke on to find out more.\n\n\nContact: Luke Tomaszko\r\n        \n\nReference: CWJobs/B Data Scienti\r\n        \n\nJob ID: 68227747"
    }
]